{
    "cpb-aacip-127-35gb5sdj.h264": {
        "videoID": "cpb-aacip-127-35gb5sdj.h264",
        "title": "Waves of Wisdom",
        "time": "22:23",
        "metadata": {
            "Date": [
                "1985*"
            ],
            "Genre 1:": [
                "Mini-Doc"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [
                "Edited video"
            ],
            "Location:": [
                "Bethel, AK [Mamterilleq]"
            ],
            "Name 1:": [
                "Elena Nick, Anna Cooke"
            ],
            "Role 1:": [
                "Subjects"
            ],
            "Name 2:": []
        },
        "summary": [
            [
                "00:07",
                "Qalartuq [Yugtun] ilaminek ayuqniarpek’nani nukalpiaruyuumilrianek, qalarrluni-llu [Kass’atun] apqaurluni elitellerkaanek, quliriluni-llu [Yugtun] kaigavikngani Agayun nekevraartumek naugivkallranek.",
                "Talks [YUP] about wanting to be good hunters without being jealous, talks [ENG] about asking questions to learn, tells [YUP] a legend about God helping a spruce tree to grow at request."
            ],
            [
                "04:13",
                "Carl Flynn Tununermiu kituucini nalqiggluku, imumillarnek-llu quliriluni, quliriyaramek niicugniyaraitnek-llu.",
                "Carl Flynn of Tununak introduction, and tells a legend of long ago, how to make and listen to legends."
            ],
            [
                "12:01",
                "Quliriluni angutmek cangayulriamek nuliaranek-llu canganarquciminek nallulriamek.",
                "Tells a legend about a man’s qualms with his wife who doesn’t know."
            ]
        ],
        "elderTags": [],
        "tags": []
    },
    "cpb-aacip-127-35t76q2k.h264": {
        "videoID": "cpb-aacip-127-35t76q2k.h264",
        "title": "Title Placeholder",
        "time": "15:52",
        "metadata": {
            "Date": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Personal history"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [
                "Angukarnaq/Taluar/Allirkark [Anissum Andrew Jacob]"
            ],
            "Role 1:": [
                "Interviewee"
            ],
            "Name 2:": []
        },
        "summary": [
            [
                "00:08",
                "Angukarnam/Taluaraam/Allirkaraam [Anissum Andrew Jacob] kituucini nalqigtaa, ilallerminek, upallerminek, kinguliaminek-llu.",
                "Angukarnaq/Taluar/Allirkar [Anissum Andrew Jacob] introduction, family history, moving, and descendants."
            ],
            [
                "04:23",
                "Qanemciluni S’laavillerkameggnun agyalillerminek.",
                "Tells a story of making a Russian Christmas star."
            ],
            [
                "08:08",
                "Qalarrluni S’laaviryarami imumi maa-i-llu cimillranek, ilakellerminek [?Zakhar] Levi-amek Ayimqeryararmiumek, S’laavirtarnek-llu yuarutnek elitellermeggnek.",
                "Talks about differences between past and current ways of Russian Christmas, his peer [?Zakhar] Levi from Kalskag, and learning Russian Christmas songs."
            ],
            [
                "11:50",
                "Qanemciluni ayagyuallermini S’laavitullerminek, Kass’alugpiatun agayutullermeggnek, Nicky-mek-llu Tayarumiumek allgiliyam ikayurtiinek.",
                "Talks about Russian Christmas in his youth, church services in Russian, and the priest’s assistant Nicky from Unalaska."
            ]
        ],
        "elderTags": [],
        "tags": []
    },
    "cpb-aacip-127-37hqc4tk.h264": {
        "videoID": "cpb-aacip-127-37hqc4tk.h264",
        "title": "Title Placeholder",
        "time": "21:15",
        "metadata": {
            "Date": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Personal history"
            ],
            "Quality:": [
                "Genre 4: (Location)"
            ],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": []
        },
        "summary": [
            [
                "00:08",
                "Qanemciuq angalkumek Ississaayugmek Apruka’armiumek, sun’amek-llu kiagmi tekitetulimek.",
                "Tells a story about the shaman Ississaayuk from Apruka’ar, and a ship that comes in the summer."
            ],
            [
                "03:34",
                "Qanemciluni Illugngalimek, sun’amek-llu tekitellriamek tuneniaryartutulimek.",
                "Tells the story of Illugngali, and a ship coming to trade."
            ],
            [
                "08:06",
                "Qanemciluni ciuqlirmek sun’amek tuungrangayalegmek.",
                "Talks about the first ship and the devil coming with it."
            ],
            [
                "09:09",
                "Qanemciluni Kass’artaat tekiteqerraallratnek.",
                "Talks about the first Western products."
            ],
            [
                "14:10",
                "Qanemciluni Kass’artarteggun [neqetgun atuulriitgun-llu] yuungnaqlermeggnek. Kakianam/Mistussiikam-llu kiputetullranek aturcetaallranek-llu.",
                "Talks about utilizing Western things [food, materials] for survival, and Kakianeq/Mistussiikaq trading and playing instruments."
            ],
            [
                "18:43",
                "Qanemciluni Kass’amek Parumek, Kass’at amlleriinallratnek sun’atgun aklunek tekiulluteng, Kass’amek Neqliyamek, Kass’artaat-llu paivngarillratnek.",
                "Talks about the Caucasian Paru, more Caucasians coming in ships with cargo, the Caucasian Neqliyaq, and increased use of Western things."
            ]
        ],
        "elderTags": [],
        "tags": []
    },
    "cpb-aacip-127-37vmd1rq.h264": {
        "videoID": "cpb-aacip-127-37vmd1rq.h264",
        "title": "Title Placeholder",
        "time": "10:14",
        "metadata": {
            "Date": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": []
        },
        "summary": [
            [
                "00:00",
                "Qalartuq kingkut angutngurtellrianek wall’u arnaurtellrianek aterpagtetukaitnek, alerquillerkam-llu arcaqaucianek.",
                "Talks about who they call old men or women, and the importance of passing on traditional instructions."
            ],
            [
                "00:41",
                "Qalarrluni ilakuyucaramek, agayumacit cangallrunriluciatnek, kenekmek-llu.",
                "Talks about community, religions’ equality, and love."
            ],
            [
                "02:28",
                "Qalarrluni nunam auluklerkaanek, qanruyutnek niiquratullermeggnek, ilakuyucaramek, Agayutem cakanirviirucianek, ayagyuat-llu elicungcallerkaitnek.",
                "Talks about taking care of the land, constant instruction of traditional wisdom, the sense of community, God’s unchanging nature, and teaching youth."
            ]
        ],
        "elderTags": [],
        "tags": []
    },
    "cpb-aacip-127-386hdxkk.h264": {
        "videoID": "cpb-aacip-127-386hdxkk.h264",
        "title": "Title Placeholder",
        "time": "21:17",
        "metadata": {
            "Date": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [
                "Atmaulluaq (Atmauthluk)"
            ],
            "Name 1:": [
                "Fred Pavilla, Woman"
            ],
            "Role 1:": [
                "Interviewee"
            ],
            "Name 2:": []
        },
        "summary": [
            [
                "00:01",
                "Fred Pavilla qanemciluni Atmaulluarmun upallermeggnek, Yuut-llu neq’legni nunangqetullratnek.",
                "Fred Pavilla alks about moving to Atmauthluk, and how Yupiit had settlements around food sources."
            ],
            [
                "01:16",
                "Qalarrluni ayagatulriit alerquutaitnek, ayarunek, imarnitnek, ellalliurcuutnek, uksum-llu alerquutainek.",
                "Talks about traditional instructions for traveling, staffs, seal gut rain parkas, rain gear, and winter instructions,"
            ],
            [
                "04:33",
                "Qanemciluni irniangellerkami tungiinun alerquuteminek, eyurutesqevkenaki, eyurnaktukait-llu qaillun ayuqlirilauciatnek.",
                "Talks about his insctruction on child-rearing, not to defend them, and how defended children become."
            ],
            [
                "06:20",
                "Qalarrluni arenqiallugtellriit kangiitnek levaanek taangamek-llu.",
                "Talks about deaths increasing due to fast boat motors and alcohol."
            ],
            [
                "07:57",
                "Qalarrluni yuum irniani qalarutlerkaanek, yuucurlagnarqellrianek, niicunrilnguut-llu mistuciatnek.",
                "Talks about instructing children, the causes of people not living well, and how those who misbehave are well known."
            ],
            [
                "09:39",
                "Qalarrluni yuut qaillun ayuqengraata ilaliuresqelluki, ciuniuresqelluki, ikayuusqelluki-llu.",
                "Talks about socializing with people no matter what they’re like, be hospitable, and help them."
            ],
            [
                "11:57",
                "Arnaq qalartuq arnat alerquutaitnek, tan’gaurluut-llu qanruyutait.",
                "Woman talks about traditional instructions for women, and traditional wisdom for boys."
            ],
            [
                "12:47",
                "Qanemciluni anglluumaluteng ellangellerminek, qanruyutnek, unugmi anesqevkenaki, qalarucilriit ullaasqelluki, mulngakluki-llu yuusqelluki.",
                "Talks about being baptized in earliest memories, traditional wisdom, not to be out at night, going to listen to instruction, and to live carefully."
            ],
            [
                "15:05",
                "Qalarrluni qanlerasqevkenaki, tan’gaurluut-llu qanleratevkenaki.",
                "Talks about not speaking harshly, and not speaking harshly to boys."
            ],
            [
                "16:21",
                "Qalarrluni yuut alarteqatullratnek, cailkami qanrutestairutellratnek, inerquutet-llu niitenrilkunegteggu callerkaatnek.",
                "Talks about making miskates, not having instructors in random places, and consequences of not heeding admonishments."
            ],
            [
                "18:08",
                "Qanemciluni aipangqatallermini qanrucimallerminek, talliirutlerminek, aipangllerkami tungiinun inerquutnek, irniangellerkami tungiinun qanruyutnek, maa-i irniangelrianek, angutet-llu aipangllerkaatnun alerquumallratnek.",
                "Talks about her instruction before marriage, losing her arm, admonishments about marriage, wisdom on having children, modern parents, and men being instructed on marriage."
            ]
        ],
        "elderTags": [],
        "tags": []
    },
    "cpb-aacip-127-386hdz1p.h264": {
        "videoID": "cpb-aacip-127-386hdz1p.h264",
        "title": "Title Placeholder",
        "time": "1:01:44",
        "metadata": {
            "Date": [],
            "Genre 1:": [
                "Edited Video"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [
                "Noel Polty [Kuigpak/Yukon]",
                "Dela Keetz [Iñupiuaq, Qikiqtaġruk/Kotzebue, orig. Nuataaq/Noatak]",
                "Marcelas Williams [Cree, out of state Native American]",
                "Joe Albright [translator]"
            ],
            "Role 1:": [
                "Subjects"
            ],
            "Name 2:": [
                "Mike Williams"
            ],
            "Role 2:": [
                "Host"
            ]
        },
        "summary": [
            [
                "00:20",
                "Mike Williams-aam kituucini nalqiggluku, qalarrluni-llu Yugtarnek iinrunek, kap’itulinek, angukara’urluut-llu arnassagaat-llu aulukumallrata assirikanillerkaanek.",
                "Mike Williams introduction, talks of traditional medicine, acupuncturists, and improving elder care."
            ],
            [
                "03:03",
                "Noel Polty apertuiguq Yugtarnek iinrunek [caiggluk/qanganaruaq, cuyaq, aluqatkaq, teptukuyak, enrilnguaq], Kass’artarnek iinrunek [kaputnek, iinrunek igtukaitnek], naumalriit-llu Agayutmek cikiutnguniluki.",
                "Noel Polty talks about traditional medicine [wormwood, tobacco leaf, beaver castor, beach greens, willow shoot], Western medicine [shots, pills], and plants being God’s gifts."
            ],
            [
                "15:35",
                "Mike-am Dela Keetz-aaq Qikiqtaġrugmiu [Kotzebue] quyavikaa.",
                "Mike introduces Dela Keetz from Kotzebue."
            ],
            [
                "15:55",
                "Dela Keetz-aam [Nuataarmiungulleq/Noatak] kituucini nalqigtaa, qanemciluni-llu ikayuayunqellerminek, atullermikun-llu naaqellermikun-llu yuungcariyaramek elitellerminek.",
                "Dela Keetz [orig. Nuataaq/Noatak] introduction, talks about helping people, and learning about medical treatment from experience and reading."
            ],
            [
                "20:14",
                "Dela qanemciluni akngirtellerminek, mulngaksaramek, agluqugmi avqiqaarlutek kitugtellerminek, Cagtulegmun-llu kia agluquk kitugcartullerminek.",
                "Dela talks about getting injured, being careful, dislocating and relocating her jaw, and going to Shaktoolik to reset a jaw."
            ],
            [
                "25:18",
                "Dela qanemciuq quyurtellriani tusgem avqitellrem eklerkaanek qalartellerminek.",
                "Dela talks about speaking at a conference about fixing a dislocated shoulder."
            ],
            [
                "27:13",
                "Mike-am quyavikak Mercelas Williams [akemkumiu Ingqiliq], Joe Albright-aq-llu [mumigcistii].",
                "Mike introduces and thanks Mercelas Williams [out of state Native American], and Joe Albright [translator]."
            ],
            [
                "27:33",
                "Marcelas Williams-aaq qanemciuq Cree-at Kass’anek tangerqerraallratnek, mikelnguut-llu tunuitni Cree-anun ilakuyuciata nallunailkutiinek.",
                "Marcelas Williams talks about Cree history, and a mark on children’s backs to show relation to Crees."
            ],
            [
                "29:16",
                "Marcelas-aaq qalartuq yuut ayuqenrilengraata cangallrunriluciatnek, yuut nutem iinruitnek, nunat-llu elilluki yuungnaqsaramek.",
                "Marcelas talks about commonalities in all people, folk medicine, and adapting to and surviving in lands."
            ],
            [
                "33:22",
                "Marcelas-aaq qalartuq eyagyarameggnek Yuut piicetun ayuqellrianek, yuut assilrianek assiilngurnek-llu ayuqucingqerruciatnek, yugnek tamaitnek caunriritulrianek, ellam-llu caunririlaucianek.",
                "Marcelas talks about similarities in spiritual Cree and Yup’ik practices, good and bad in people, common man-made destruction, and natural destruction."
            ],
            [
                "38:06",
                "Marcelas-aaq qalartuq Ellamta kiimi unguvalriangqerrucianek, apqiitnek-llu Aanamta/Maurlumta Nunam aulukucianek.",
                "Marcelas talks about Earth being the only one with life, and Mother/Grandmother Earth providing."
            ],
            [
                "42:27",
                "Marcelas-aaq qalarrluni arrsauyaramek [cautemegteggun, ciulirneritlermegteggun-llu].",
                "Marcelas talks about poverty [materially, and with elders]."
            ],
            [
                "44:59",
                "Marcelas-aaq qanertuuq temaitgun, umyuaritgun, tarneritgun-llu calricaramek arrsaulriatun-llu ayuqsaraqmek.",
                "Marcelas talks about physical, mental, and soul health and poverty."
            ],
            [
                "48:01",
                "Marcelas-aaq quliriuq tumyariurtem qetunraanek, piyunartacirramcetun ilaput kenkesqelluki, cikiutmeggnek-llu quyasqelluki.",
                "Marcelas tells a story of a railroad worker’s son, to give love in our own ways, and to be thankful for blessings."
            ],
            [
                "52:26",
                "Marcelas-aaq qanemciluni ilairutminek.",
                "Marcelas talks about losing family."
            ],
            [
                "54:59",
                "Mike-aq qalartuq quyurtellermeggni qaqitellermeggnek: tegganret niicugniyarturluki quyurtelangesqelluki, elitnaurvigmi imumi yuuciatnek elitnauresqelluki, taangayuirutlerkaatnun ikayuusqelluki, tegganret auluksaraitnek, quyurquraasqelluki. Mike-am quyavikekteng aperturai.",
                "Mike talks about the results of their gathering: elder teaching meetings, teaching the old way of life in school, alcohol rehabilitation, elder care, continue holding meetings. Mike gives aknowledgements."
            ]
        ],
        "elderTags": [],
        "tags": []
    },
    "cpb-aacip-127-38w9gpk2.h264": {
        "videoID": "cpb-aacip-127-38w9gpk2.h264",
        "title": "Title Placeholder",
        "time": "18:55",
        "metadata": {
            "Date": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [
                "Narr’aq [Helen - Napakiak]"
            ],
            "Role 1:": [
                "Interviewee"
            ],
            "Name 2:": []
        },
        "summary": [
            [
                "00:08",
                "Narr’am [Helen] kituucini nalqigtaa.",
                "Narr’aq [Helen] introduction."
            ],
            [
                "01:17",
                "Qanemciluni pilianek neqsurcuutnek, ellangellerminek-llu.",
                "Talks about handmade fishing tools, and early childhood."
            ],
            [
                "03:00",
                "Qalarrluni assirluni yuullerkaan qanruyutekainek, yuut cimillratnek, qanruyutet-llu kinguvallerkaatnek.",
                "Talks about traditional wisdom to live well, how people have changed, and the importance of passing down wisdom."
            ],
            [
                "06:13",
                "Qalarrluni nasaurluut tan’gaurluut-llu qanruyutaitnek, nulirtuqsaingurmun tan’gaurlurmun nasaurluum mulngaklerkaanek, arnaq tuquuniluku, atailngurnek irniangesqevkenaki, tan’gaurluut nasaurlurnun pisqevkenaki, nulirrualrianek uingualrianek-llu, anglicarilriani-llu anglanilrianek.",
                "Talks about wisdom for girls and boys, for girls to be careful around unwedded boys, “a woman is death,” not to have illegitimate children, for boys not to approach girls, people with imaginary wives and husbands, and taking childrearing lightly."
            ],
            [
                "09:53",
                "Qalarrluni qanengssangraata qanruyutnek qaruciarkaucimeggnek.",
                "Talks about passing down wisdom amongst gossip."
            ],
            [
                "11:03",
                "Qalarrluni mikelngurnek akusrarutekumalrianek, marayanek enenek [enepianek] aklurugailngurnek, mikelnguut cimillratnek, Yuucimeggnek cimiyuilngurmek, mikelnguut-llu Yugtun qalarutesqelluki qanruyutet irnerquutet-llu taringyugnaniarait.",
                "Talks about child abuse, sod houses without much things, how children have changed, unchanging Yup’ik identity, and speaking to children in Yup’ik to understand wisdom and admonishments."
            ],
            [
                "14:40",
                "Qanemciluni tengssuutnek tangerqerraallermeggnek, tengssuuciurteḿek-llu Taqay’amek Nangllermi.",
                "Talks about seeings planes for the first time, and the pilot Taqay’aq in Nanglleq."
            ],
            [
                "16:18",
                "Qalarrluni qanruyutet arcaqauciatnek, cat tamarmeng makuggnarquciatnek akiliutiinek-llu, akusrarutetgun-llu yuut cimillratnek kinguinek-llu.",
                "Talks about the importance of traditional wisdom, how everything requires hard work and its reward, and how mischievous ways changed people and their consequences."
            ]
        ],
        "elderTags": [],
        "tags": []
    },
    "cpb-aacip-127-41mgqv1k.h264": {
        "videoID": "cpb-aacip-127-41mgqv1k.h264",
        "title": "Title Placeholder",
        "time": "22:01",
        "metadata": {
            "Date": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [
                "Winifred Beans"
            ],
            "Role 1:": [
                "Interviewee"
            ],
            "Name 2:": []
        },
        "summary": [
            [
                "00:12",
                "Winifred Beans-aam kituucini nalqigtaa, taangamek arenqiallugtellrianek, iqlutun yuuyaranek, qanrucunailengraata-llu irniateng qalaruquraasqelluki.",
                "Winifred Beans introduction, alcohol abuse, various ways of living wrong, and instructing children despite being stubborn."
            ],
            [
                "02:57",
                "Qanemciluni uumiyunge’rmi qanrucimallerminek, kia-llu allam neqkainek, mingqaarinek, aturainek-llu piusngailucianek.",
                "Talks about being instructed despite being infuriated, and how no one will else will work on your food, sewing, or clothes for you."
            ],
            [
                "04:53",
                "Qalarrluni tan’gaurluut cimiryugngaciatnek nasaurluut-llu cimirciigaluciatnek, arnat-llu elluarluteng anglicaumanrilnguut uingekuneng ayuqucirrlullermegcetun ellirarkauciatnek.",
                "Talks about boys’ ability and girls’ inability to change, and how women who aren’t raised properly go back to their ways after getting married."
            ],
            [
                "06:18",
                "Qalarrluni taangamek arenqiallugtellrianek ikayuryaraitnek-llu.",
                "Talks about alcohol abuse and support."
            ],
            [
                "11:38",
                "Qalarrluni yuum irniani piicautellerkaanek, ukverkun [agayuvigmun wall’u Yuuyaramun] assiilngurnek taqsaramek, ciulirneret qanruyutnek aptellerkaitnek, Yuut-llu agayuviim-llu qaneryaraita cangallrunriluciatnek.",
                "Talks about praying for children, faith [church or Yup’ik way of life] as rehabilitation, asking elders for wisdom, and the similarity between Yup’ik wisdom and the Bible."
            ],
            [
                "14:36",
                "Qanemciluni anglirilrianun irniaminun uluumanriluciminek, taangam avatiini irniaminun peng’garutailuciminek, taangarpek’nani anglicarillerminek, irniameggnek-llu nunuryaraatnek.",
                "Talks about her adult children keeping in touch with her, how she doesn’t fret over her children except about alcohol, how she raised them without drinking, and how to address children’s bad behavior."
            ],
            [
                "18:19:020 - 00:22:00",
                "Qalarrluni maa-i mikelnguut Yuut Kass’at-llu piciraraita akiliitneluciatnek, kinguliat qitevqurallratnek, kenkekun qanrucimalarniluki, anglicariyaram-llu angtuarucianek cakviurutainek-llu.",
                "Talks about how modern children are between Yup’ik and Western, later generations only speaking English, how instruction comes from love, and the gravity of and struggles of childrearing."
            ]
        ],
        "elderTags": [],
        "tags": []
    },
    "cpb-aacip-127-42n5thvk.h264": {
        "videoID": "cpb-aacip-127-42n5thvk.h264",
        "title": "Title Placeholder",
        "time": "20:13",
        "metadata": {
            "Date": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": []
        },
        "summary": [
            [
                "00:02",
                "Qanemciluni nertullerminek, angalkunek nallullerminek, teq’um-llu aturyarainek.",
                "Talks about what she used to eat, how little she knows about shamans, and the uses of urine."
            ],
            [
                "02:56",
                "Qalarrluni teq’um iinruucianek.",
                "Talks about medicinal uses of urine."
            ],
            [
                "05:43",
                "Qalarrluni uqviit/enrilnguat neqkauciatnek.",
                "Talks about willows as food."
            ],
            [
                "07:55",
                "Qalarrluni qercualriit auluklerkaitnek.",
                "Talks about caring for frostbites."
            ],
            [
                "10:38",
                "Qanemciluni uimi kitumek yuallranek.",
                "Talks about her husband search for someone."
            ],
            [
                "15:31",
                "Qanemciluni atsat quagcit-llu qemagcarallratnek.",
                "Talks about traditional berry and sourdock storage."
            ],
            [
                "19:35",
                "Qanerluni-llu malkaanek nallullerminek.",
                "Talks about her lack of knowledge about seals."
            ]
        ],
        "elderTags": [],
        "tags": []
    },
    "cpb-aacip-127-440rz436.h264": {
        "videoID": "cpb-aacip-127-440rz436.h264",
        "title": "Title Placeholder",
        "time": "31:25",
        "metadata": {
            "Date": [],
            "Genre 1:": [
                "Edited video"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [
                "Genre 4:"
            ],
            "Name 1:": [
                "Ayagina’ar"
            ],
            "Role 1:": [
                "Interviewee"
            ],
            "Name 2:": []
        },
        "summary": [
            [
                "00:16",
                "Qalartuq uksuarmi cikum aarnarqucianek, ayarum nancunailucianek, mamkilngurmi-llu cikumi kiskuni callerkaanek.",
                "Talks about the danger of ice in the fall, the importance of having a staff, and what to do when falling through ice."
            ],
            [
                "03:16",
                "Qalarrluni tegganret atullermeggnek niitellermeggnek-llu qalartelauciatnek, ayagyuat qalarutlerkaatnek, pellaakuni callerkaanek, ayakataquni-llu callerkaanek.",
                "Talks about how elders speak of their experiences and what they heard, instructing youth, what to do when stranded, and traveling protocol."
            ],
            [
                "05:40",
                "Qalarrluni kiunritlerkaminek, arcayagutellriani-llu tau͡gaam kiullerkaminek.",
                "Talks about not talking back, and talking back when people are relentless."
            ],
            [
                "07:24",
                "Qanemciluni Quyayararyaurtellermeggnek, quyayaram arcaqaucianek, naulluunrillerminek-llu quyatminek.",
                "Talks about how they started celebrating Thanksgiving, importance of gratitude, and his gratitude for not being sick anymore."
            ],
            [
                "11:58",
                "Qalarrluni kiagmi neqsullerkaitnek, imarpiim cacetuqutngunrilucianek, up’nerkat ilaitni enurnarqellrianek, allrakut-llu ilaitni mikulrianek.",
                "Talks about fishing in the summer, how the ocean is not dependable, some things being scarce some springs, and abundance in some years."
            ],
            [
                "14:10",
                "Qanemciluni nengaugitellrianek murilkelluteng-llu yuunarquciatnek.",
                "Talks about boys marrying into other village and to be careful when doing so."
            ],
            [
                "16:34",
                "Qalarrluni qanruyutet kinguvallerkaatnek.",
                "Talks about passing on wisdom."
            ],
            [
                "17:49",
                "Qalarrluni tegganret elicungcallermeggnek cimingarkauciatnek, angukara’urluut-llu arnassagaat-llu qanruyutait atauciuciatnek.",
                "Talks about elders being replaced with those they instructed, and how old men’s and women’s teachings are the same"
            ],
            [
                "25:37",
                "Qanemciluni anglicaritullermeggnek, irniateng-llu yagirasqevkenaki qanpagatesqevkenaki-llu.",
                "Talks about caring for children in the past, and not to raise a hand or voice against children."
            ],
            [
                "28:51",
                "Qanerluni nasaurluut anglicaryaraitnek, mikelnguut-llu elitnaungelriit cimilauciatnek.",
                "Talks about how to raise girls, and how school changes children."
            ],
            [
                "30:19",
                "Qalarrluni elliraat aanameng caurallrit alaitevkalauciatnek, neqkat-llu elluarrluki aulukesqelluki.",
                "Talks about how orphans uphold what their mothers did, and taking good care of food."
            ]
        ],
        "elderTags": [],
        "tags": []
    },
    "cpb-aacip-127-46254fdx.h264": {
        "videoID": "cpb-aacip-127-46254fdx.h264",
        "title": "Title Placeholder",
        "time": "21:04",
        "metadata": {
            "Date": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": []
        },
        "summary": [
            [
                "00:06",
                "Qalartuq temem anirtuumangnaqlerkaanek, uksumi ellalliurcuutnek, pellaalriit callerkaatnek, ayarum-llu anirtuutngucianek.",
                "Talks about protecting the body, rain gear in the winter, what to do when stranded, and how a staff saves your life."
            ],
            [
                "03:07",
                "Qalarrluni pirtunguskani callerkaanek, pirciqan-llu uqisvigkiullerkaanek.",
                "Talks about what to do if a blizzard sets during travels, and shelter in a blizzard."
            ],
            [
                "04:30",
                "Qanemciluni qanikcaam aciani epsarpiallermeggnek, qanikcaam epsalngunarqucianek, aniguyat-llu alerquutaitnek.",
                "Talks about how they almost suffocated under snow, how suffocating snow is, and snow shelter advice."
            ],
            [
                "07:03",
                "Qanemciluni ilameggnek nalluvkanrilucimeggnek, maa-i cakucimeggnek nalluciatnek, imumi-llu nepaitellratnek.",
                "Talks about strong familial knowledge in the past, modern lack of familial relations, and peace in the past."
            ],
            [
                "10:07",
                "Qanemciluni yuut cimillratnek, Yuut assirillratnek [cautemteggun] tau͡gaam cali assiirutellratnek [qaneryaratgun], ilakutlermeggnek, imumi-llu nangteqellratnek.",
                "Talks about how people have changed, being better [materially] but worse [morally/spiritually], past sense of community, and past destitution."
            ],
            [
                "12:43",
                "Qalarrluni kassuusngalriit caurcauciitnek.",
                "Talks about marital duties."
            ],
            [
                "15",
                "Qalarrluni aipaqutellriik maligtaquyutarkauciagnek.",
                "Talks about spouses’ agreement."
            ],
            [
                "17:44",
                "Qalarrluni tukangcaryaram qanruytainek, nallutailuciatnek, allat takuatni takairuyuciatnek nep’nguciatnek-llu, taangam aipaqellrianun navguutngucianek, taangam aturtainun ikayuqengnaquciatnek, imumi nepailuciatnek, assirlutek-llu aipaqucaramek.",
                "Talks about properly raising children, how they aren’t ignorant, how people aren’t respectful or quiet around others anymore, how alcohol destroys couples, working on alcohol abuse, how peaceful it was in the past, and how to be a good couple."
            ]
        ],
        "elderTags": [],
        "tags": []
    },
    "cpb-aacip-127-47rn8x0g.h264": {
        "videoID": "cpb-aacip-127-47rn8x0g.h264",
        "title": "Title Placeholder",
        "time": "20:34",
        "metadata": {
            "Date": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": []
        },
        "summary": [
            [
                "00:00",
                "Qanemciuq ciuliamta nepailuciatnek, ciulirneret qanrutesteńguciatnek, akingellerkameggnek pivkenateng piilnguut ikayullerkaita alerquutngucianek, piilnguut-llu ikayullrata kingukeggucianek.",
                "Talks about peaceful ancestors, how elders were teachers, traditional instruction to help the needy without expecting payment, and how helping the needy has rewards in the future."
            ],
            [
                "01:56",
                "Qanemciluni qaneryariurtet Alussistuam-llu tekiteqerraallratnek, neqnek Kass’artarnek-llu cikiqenglallratnek, ilameng-llu atrit cikiryaraitnek.",
                "Talks about the introduction of preachers and Christmas, giving food and Western things, and gifts for nameseakes."
            ],
            [
                "05:32",
                "Qanemciluni tuyunek ayagcetanek, qasgimi-llu Qaneryariulrianek.",
                "Talks about traveling priests, and preaching in the community house"
            ],
            [
                "07:49",
                "Qalarrluni Jesus-aam yuurtellranek.",
                "Talks about the birth of Jesus."
            ],
            [
                "10:32",
                "Qalrrluni ukveryaramek.",
                "Talks about faith."
            ],
            [
                "13:14",
                "Qalarrluni [Agayumayarakun] Alussistuam kangianek, pakmani-llu tanqigmek camani-llu tan’germek.",
                "Talks about the [Christian] origin of Christmas, and light above and darkness below."
            ]
        ],
        "elderTags": [],
        "tags": []
    },
    "cpb-aacip-127-48ffbpfx.h264": {
        "videoID": "cpb-aacip-127-48ffbpfx.h264",
        "title": "Title Placeholder",
        "time": "1:01:42",
        "metadata": {
            "Date": [],
            "Genre 1:": [
                "Interview compilation"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": []
        },
        "summary": [
            [
                "00:00",
                "Qalarrluni angutngurtellrianek arnaurtellrianek angukara’urlurnek arnassagarnek-llu, alerquutet kinguvararkauciatnek, ilakuyucaramek, ukvelriit allakaunriluciatnek, kenkekun-llu anirtuumayaramek.",
                "Talks about the difference between older men and women and old men and women, passing down traditional instructions, cooperation, religious unity, and salvation and through love."
            ],
            [
                "02:41",
                "Qanemciluni qasgimi eneni-llu qalartellrianek, tuatnayuiruyuciatnek, ilakuyucarakun-llu anirtuumayaramek.",
                "Talks about instruction in the community house and the women’s houses, how that’s not done anymore, and salvation through cooperation."
            ],
            [
                "04:53",
                "Qanemciluni ayagyuat Kassaurtellratnek Yugtarnek-llu nalluciatnek, Yugtarnek-llu elicungcallerkaatnek.",
                "Talks about youth being Westernized and not knowing Yup’ik things, and teaching youth about Yup’ik things."
            ],
            [
                "10:26",
                "Qanemciluni Kass’anek tangerqerraallerminek, elitnaurvingqerraallermeggnek, elitnaurviit akusrarrnarquciatnek, yaaqvaarni-llu elitnaurvigteggun usviirutarkauciatnek.",
                "Talks about seeing Caucasians for the first time, first schools, how schools breed mischief, and how people predicted that schools will make people foolish in the future."
            ],
            [
                "13:00",
                "Qanemciluni angalkunek ciknaameng umyuarrliqellrianek, tan’geriaqan anyuiluciminek, qessamkat kaigasteńgurtarkauciatnek, ellatuluteng-llu alerquumallermeggnek.",
                " Talks about shamans abusing their power because of jealousy, how she wouldn’t go out after dark, how lazy people become beggars, and instruction to be sensible."
            ],
            [
                "15:05",
                "Qanemciluni irniateng inerqurluki qalartellrianek, ellangeqerraallermeggni niitellermeggnek kinguvalauciatnek, aipaqucaramek, niitellermeggenk atullermeggnek-llu qalartelauciatnek, irniateng-llu ceńirutesqevkenaki.",
                "Talks about instruction about admonishing children, how elders passed on wisom from their early childhoods, how to be good spouses, how wisdom is from what they heard and experienced, and not to take children to others’ houses too much."
            ],
            [
                "17:30",
                "Qalarrluni pitat auluklerkaitnek, uimeng akingutarraitnek quyasqelluki, akiuteteng elluarrluki atuusqelluki, eneteng-llu uitanqegcinarqesqelluki.",
                "Talks about taking care of catch, being grateful for whatever money earned, to spend money responsibly, and to make one’s house hospitable."
            ],
            [
                "20:03:612 - 00:22:50",
                "Qalarrluni qanrutestekairutellrianek, maa-i qanrucilrianek, aipamikun kiingan irniangesqelluku, aipangvailegmeng irniangesqevkenaki, inerquutet atuusqevkenaki, Kass’artaat-llu maligtaqussiyaagesqevkenaki.",
                "Talks about the lack of traditional instructors, modern instruction, to have children with one person, warnings against premarital pregnancy, not to go against admonishments, and not to do too many Western things."
            ],
            [
                "22:50",
                "Qalarrluni yuullerkaq ikgelan yuuluaqaasqelluki, akingengnaqluteng-llu elluarrluki atuusqelluki.",
                "Talks about how to live right because life is short, and to make money and spend it wisely."
            ],
            [
                "24:25",
                "Qanemciluni ingrini pissuryaranek, imumi-llu tamakuni pissutullratnek.",
                "Talks about hunting grounds in the mountains, and hunting in those areas in the past."
            ],
            [
                "27:49",
                "Qanemciluni akingaluviatnek, allanek-llu pissuryaranek.",
                "Talks about the legend of Ulurrugnaq, and more hunting grounds."
            ],
            [
                "32:13",
                "Qanemciluni enernek nataqellermek, neqsuryaranek-llu.",
                "Talks about someone finding bones, and fishing."
            ],
            [
                "38:10",
                "Qanemciluni [?Ircaqurrnami] Heart Lake-ami catangqerrucianek.",
                "Talks about a creature in Heart Lake [?Ircaqurrnaq]."
            ],
            [
                "39:45",
                "Callerkuam kituucini nalqigutaa, qanemciluni-llu agayuvigmi calillerminek, council-aameggni calillerminek, anguyagtet-llu Alaska-m-llu pisqutainek elitellerminek.",
                "Callerkuaq self introduction, talks about working in the church, working with the tribal council, and learning about federal and state laws."
            ],
            [
                "42:11",
                "Qalarrluni taangakun arenqiallugtellrianek, murilkellermini Mamterillerni taangamek, helping those with alcohol addiction, taangatulit nangruusqevkenaki, nunamini-llu taangatulit ikayurluki caliaminek.",
                "Talks about negative impacts of alcohol, history of alcohol in Bethel, taangiqtulit ikayullerkaatnek, not to discriminate against addicts, and working locally with alcohol addiction."
            ],
            [
                "46:56",
                "Qalarrluni qanruyutnek, angayuqaagminek niisngallerkaanek, unugmi anesqevkenaki, qasgim qaneryariurviucia, qanrinanratni-llu anelria iquggliqciqnilallratnek.",
                "Talks about traditional wisdom, obeying parents, not to go out at night, the community as an instructional base, and bad futures for those who go out during instruction."
            ],
            [
                "49:12",
                "Qanemciluni maa-i alerquinanriuciatnek, nepaitnamek inerquiyaramek, Yuut piciryarait state-amek qaingiumaciatnek, kinguliameggnek-llu elicungcarillranek.",
                "Talks about the current lack of instruction, to admonish people to be peaceful, how their Yup’ik ways are being taken over by the state, and how he’s teaching one of the younger generations."
            ],
            [
                "52:05",
                "Qalarrluni anuqet ciunerkaita nallunailuciatnek, malrunlegteggun agyatgun sassiuryaramek, agyat anuqmun ataciatnek, Yuut kangingyaraitnek/kangiliryaraitnek, iqulirluku-llu quyatminek.",
                "Talks about the foretellings of wind directions, telling time with seven stars, how the stars are connected to the wind, Yup’ik knowledge systems, and final thanks."
            ],
            [
                "55:02",
                "Willie qalarrluni AVCP-tgun nunacuaraat ataciurcecugluki caliameggnek, tamatum tungiinun kangiliryuucimeggnek ciutmurcuucimeggnek-llu, AFN-aat-llu callrucimeggnek.",
                "Willie talks about AVCP’s unification issue, plans on education and progress on this issue, and what happened with AFN."
            ]
        ],
        "elderTags": [],
        "tags": []
    },
    "cpb-aacip-127-53wstz0s.h264": {
        "videoID": "cpb-aacip-127-53wstz0s.h264",
        "title": "Title Placeholder",
        "time": "22:25",
        "metadata": {
            "Date": [],
            "Name:": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [
                "Kuiggluk [Kwethluk]"
            ],
            "Name 1:": [
                "Marth H. Jackson"
            ],
            "Role 1:": [
                "Interviewee"
            ],
            "Name 2:": [
                "John Active"
            ],
            "Role 2:": [
                "Interviewer"
            ]
        },
        "summary": [
            [
                "00:00",
                "Martha Jackson-aaq Tuulkessaarmiu [Kuigglugmiungurtelleq] qanemciuq qasginek angullerminek, allakarmeng qantangqetullermeggnek, qaneryaranek-llu qalartellrianun tupalallerminek.",
                "Martha Jackson from Tuluksak [now Kwethluk] talks about growing up with community houses, personal bowls, and waking up to traditional instruction."
            ],
            [
                "03:42",
                "Qalarrluni ayagyuat aanameggnek qanrutestailuciatnek, aatailngurnek irnilrianek, tan’gaurlurmun quuyurnillerkam inerquutngucia, Kass’artarnek-llu elitnaurata Yugtaat asguraknayukuciminek.",
                "Talks about how youth aren’t taught by their mothers, having illegitimate children, warning of smiling at boys, and how she things their Western education will make them doubt Yup’ik knowledge."
            ],
            [
                "05:55",
                "Qalarrluni au͡g’utun irniaqata kiaruciitnarqucianek, naken anuqli’rqan qaillun tan’gaurluut pairtellerkaita alerquutaitnek, teglegyaram inerquutngucianek, taangam-llu kinguinek.",
                "Talks about how embarrassing it is to have illegitimate children, instructions on how to pass boys when the wind is from certain directions, admonishments against stealing, and the effects of alcohol."
            ],
            [
                "08:14",
                "Qalarrluni Yugtun qalartessiyaayuiruyuciatnek, qalartellrianek niicugniyaramek, inerquutet cakenrirniluki, qanruyutet-llu maligtaqukuniki atawaugarkaucianek.",
                "Talks about declining use of the Yup’ik language, how to listen to instruction, modern disregard of admonishments, and how adhering to wisdom is good."
            ],
            [
                "10:09",
                "Qanemciluni agayuviit tekiteqerraallratnek, agayuviim Yuut-llu qaneryarait allaunriluciatnek, qaneryaranek ircaqumeggnun qemagcitulrianek, nukalpiartairuyucianek-llu.",
                "Talks about the first churches, similarities between the Bible and Yup’ik wisdom, how some store wisdom in their hearts, and the loss of great hunters."
            ],
            [
                "12:26",
                "Qanemciluni imumi ilaliutullermeggnek, allanernek-llu ciuniuryaramek.",
                "Talks about past social interactions, and hospitality."
            ],
            [
                "14:10",
                "Qalarrluni ayagyuat umyugairuyuciatnek, imumi qigcigtallruciatnek, imumi yuullrata caperrnarqucianek, niisngayaramek, aipangvailegmi-llu kitumek agtuusqevkenaku.",
                "Talks about youth becoming insensible, how people used to be respectful, difficult lives in the past, obedience, and premarital chastity."
            ],
            [
                "16:52",
                "Qanemciluni imumi ellmeggnek tuqucuitellermeggnek, unguvam-llu ciumurutarkaucianek.",
                "Talks about the scarcity of suicide in the past, and to fight to live."
            ],
            [
                "18:46",
                "Qalarrluni piicagyaramek, qatpalriatun qalartellrianek, assilrianek-llu qalartellriit ircaqumeggnun qemagtesqelluki.",
                "Talks about prayer, speaking as if shouting, and storing good instruction into your heart."
            ],
            [
                "21:13",
                "Qanemciluni pisciigaliinallerminek, maa-i-llu qaneryaranek niicugnillerminek.",
                "Talks about her deteriorating body, and listening to instruction now."
            ]
        ],
        "elderTags": [],
        "tags": []
    },
    "cpb-aacip-127-54kkwqvx.h264": {
        "videoID": "cpb-aacip-127-54kkwqvx.h264",
        "title": "Title Placeholder",
        "time": "22:07",
        "metadata": {
            "Date": [],
            "Name:": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Culture, personal history"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": []
        },
        "summary": [
            [
                "00:04",
                "Qanemciluni Cevv’arnermi ellangellerminek, kinguqlimeggnek yuut ayuqucirkaatnek ayagniriarkanek, ayagyuat qimugkara’urlurtun ellirarkauciatnek, ayagyuat-llu qanruyuteteng maligtaqunrirarkauniluki.",
                "Talks about growing up in Cevv’arneq [Chefornak], prediction on how people will become, how the youth will become like puppies, and how the youth doesn’t adhere to wisdom anymore."
            ],
            [
                "02:34",
                "Qanemciluni ap’aminek Elegtamek [Allauguullermi Iigem yaaqsinrilkiini yuurrluni Cevv’arnermiungurtelleq], Aluskam Arnaanek [Allauguullermek, Qaluyaarmiungurtelleq], qanruyutet-llu aturrlainanrilng’e’rmiki ukvertaucianek.",
                "Talks about her grandfather Elegtaq [Allauguulleq (near Eek), moved to Chefornak], Aluskaq’s Mother [Allauguulleq, moved to Nelson Island], and how she didn’t always obey wisdom but believed them."
            ],
            [
                "04:14",
                "Qalarrluni akinauresqumanritlerminek, ilalciarluni yuuyaramek, ayagcianek-llu tangllerminek nunakegtaarmi.",
                "Talks about not retaliating, living in harmony with other people, and seeing the departed in paradise."
            ],
            [
                "11:48",
                "Qanemciluni Jesus-aaq tangerrluku aqvaqataumayuklerminek, nunakegtaarmek/ellakegtaarmek-llu.",
                "Talks about seeing Jesus and expecting to be whisked away, and paradise."
            ],
            [
                "16:00",
                "Qalarrluni ayagyuat nunakegtaarmurtesqumaniluki, Kuigilngurni Qaneryaranek elitnaullermeggnek, irniani-llu assiisqeńiluki.",
                "Talks about wantint paradise for the youth, learning about the Bible in Kuigilnguq [Kwigillingok], and wishing her children would be good."
            ],
            [
                "19:46",
                "Qalarrluni ilaminek kenkutmek umyuangqerruciminek, qanruyutet niisngaluki yuunertullratnek, calrianek niicuitellermeggnek, aipaan Qinarmiuni uitangevkallranek, ayagyuat-llu elluaresqumaniluki.",
                "Talks about loving thoughts to people around, how people used to obey wisdom and live long lives, how there was no misfortune, how her husband moved her to Qinaq/Qinarmiut, and wishing youth well."
            ]
        ],
        "elderTags": [],
        "tags": []
    },
    "cpb-aacip-127-54kkwrd6.h264": {
        "videoID": "cpb-aacip-127-54kkwrd6.h264",
        "title": "Title Placeholder",
        "time": "1:01:16",
        "metadata": {
            "Date": [],
            "Name:": [],
            "Genre 1:": [
                "Compilation"
            ],
            "Genre 2:": [
                "Cultural, personal history"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": []
        },
        "summary": [
            [
                "00:14",
                "Qanemciuq aipangllerminek, takaryupiallerminek, angutet nulirkateng [ilait-llu] akiliyuiruyuciatnek, aipangyuumiicaaquciminek-llu.",
                "Talks about getting married, being very reserved, how men don’t give bride prices anymore, and her initial reluctance to get married"
            ],
            [
                "03:26",
                "Qanemciluni uimi ilaminun upallerminek, uini-llu assirluku pilangellerminek.",
                "Talks about moving in with her in-laws, and warming up to her husband."
            ],
            [
                "04:58",
                "Qanemciluni uini assirluku pisqelluku aaniin qanruyutainek, aipateng yagtesqevkenaki, qingangeqerraallerminek, uimi ukveqeqapigtellranek, ciin angayuqaagmi cucukellragnek, agayulirteńgurtellranek, qulngunrita’arnek-llu irniangellermegnek.",
                "Talks about her mother’s advice on how to treat her husband, not to raise a hand against spouses, her first pregnancy, her husband’s devout faith, why her parents chose him, her husband becoming a pastor, and having nine children."
            ],
            [
                "07:48",
                "Qanemciluni uimi kipusvianek.",
                "Talks about her husband’s trading post."
            ],
            [
                "09:03",
                "Qanemciluni irniamegnek anglicallermegnek, Kass’artelallermegnek, taangayuitellermegnek-llu.",
                "Talks about raising their children, traveling to the city, and how they stood away from alcohol."
            ],
            [
                "11:04",
                "Qanemciluni Kialirmi tan’gaurluullermeggnek, upagatullermeggnek, qayatgun equgtatullermeggnek, upagyarallermeggnek, uksumi-llu muriit caliluki upcarallermeggnek.",
                "Talks about being boys in Kialiq, past nomadic lifestyle, gathering wood with kayaks, moving process, and preparing wooden tools in the fall."
            ],
            [
                "14:44",
                "Qanemciluni muragnek taluyitullermeggnek wagg’uq qamunek, taluyat-llu ayuquciatnek.",
                "Talks about making wood into fish traps called qamut, and description of fish traps."
            ],
            [
                "17:36",
                "Qalarrluni ciuliamta muragnek aklungqetullratnek.",
                "Talks about ancestors’ wooden possessions."
            ],
            [
                "18:42",
                "Qanemciluni qanruyutnek ellangutkellerminek, kiagmi neqlillernetetullermeggnek, uksumi Tagyarametetullermeggnek, maurluminek arnagnek-llu ilaluni anglillerminek, tupagaqameng inerquumalallermeggnek, akinauresqumanritlerminek, ilani-llu kenkesqelluki.",
                "Talks about wisdom she grew up with, staying at fish camp in the summer, staying at Tagyaraq in the winter, growing up with her grandmother and two other women, being admonished in the morning, not to retaliate, and to treat everyone with love."
            ],
            [
                "20:50",
                "Qanemciluni ernerpak qaillun ayuqesqumallermeggnek, qanruyutet maligtaqurrlainaasqumallermeggnek, kenkulluteng-llu alerquumallermeggnek.",
                "Talks about being taught how to behave during the day, being told to strictly adhere to traditional wisdom, and instruction to love."
            ],
            [
                "22:03",
                "Qanemciluni caliqcaaraaqumallermeggnek, ullagtaaresqenritlermeggnek, neqkameng caqukaitnek tupitullermeggnek, cumercuilnguut iliirasteńgurtelauciatnek, anglillermini-llu maa-i-tun ayuqenrilucianek.",
                "Talks about being instructed to be hard working, not to go to people too much, weaving grass for food storage, how those who don’t prepare will become beggars, and how different it was growing up."
            ],
            [
                "24:59",
                "Qalarrluni neqalleruaraat ciuniuresqelluki, angussaagtait unangliqengraata amrukesqevkenaki, neqallret tutmallernun pisqevkenaki, kaignaq apqucimi tamarmi atuyunaillrucia, neqalleruar-llu caassikesqevkenaku.",
                "Talks about accepting all food, not to be overwhelmed by large catches, proper disposal of scraps, that hunger is the worst experience, and not to disregard any piece of food."
            ],
            [
                "28:13",
                "Qanemciluni yuut piunriqatarqata catullermeggnek, piunrillret temait cayaraitnek, piunrillret-llu payuggluki nerutetullermeggnek.",
                "Talks about people on their deathbeds in the past, what they did with the bodies of the deceased, and food offerings for the deceased."
            ],
            [
                "30:41",
                "Qalarrluni tukercaryaramek, irniateng uimeggnun cingutesqevkenaki, inerciigalengraata anagulluki taqusuqutesqevkenaki, yagutesqevkenaki, qanpagatesqevkenaki-llu.",
                "Talks about raising children, not to push children to their husbands, not to be exasperated when they’re mischievous, not to raise a hand against them, and not to shout at them."
            ],
            [
                "33:30",
                "Qalarrluni eqnayukuni callerkaanek, engelallagatesqevkenaki, avani anglicarilriani makugtetullermeggnek, tukercaryaram-llu qanruyuterugainek.",
                "Talks about what to do when angry at children, not to laugh at them, how difficult it was to raise children in the past, and many pieces of wisdom about child-rearing."
            ],
            [
                "36:23",
                "Qalarrluni kenkem qanruyutngucianek, allanret ilaliuresqelluki, akinauresqevkenaki, angayuqaagni qigcikesqellukek, cam-llu tamarmi qanruyutengqerrucianek.",
                "Talks about wisdom concerning love, to socialize with guests from other places, not to retaliate, to respect one’s parents, and how there’s wisdom for everything."
            ],
            [
                "39:57",
                "Qalarrluni qanruyutmek paiciryuuteminek, tamalkuita kenkesqelluki, akinauresqevkenaki, qanteng-llu murilkesqelluki.",
                "Talks about passing down wisdom, to treat everyone with love, not to retaliate, and to be careful with words,"
            ],
            [
                "42:17",
                "Qanemciluni cikuvailgan arnat angutet-llu upcaraitnek, mingqellrianek, neqet qeciitnek, teq’iciramek-llu atutullermeggnek.",
                "Talks about women and men preparing before winter freeze, sewing, fish skins, and using aged urine."
            ],
            [
                "45:06",
                "Qanemciluni angutet upcaraitnek, taluyilrianek, can’giiret-llu caquketullratnek.",
                "Talks about men preparing, making blackfish traps, and blackfish storage in the past."
            ],
            [
                "46:40",
                "Qanemciluni tupiganek neqet caqukaitnek, kelugkarcutullermeggnek, ciunerkarteng upyuquratullermeggnek, canegnek avullermeggnek kinercirillermeggnek-llu, imumi yuullret umyuaqaqamiki caperrsuuciminek.",
                "Talks about woven grass fish containers, gathering grass used for stitching, how people used to always prepare for the future, gathering and drying grass, and how thinking back on the past makes it look like a hard like"
            ],
            [
                "49:47",
                "Qanemciluni angutet cassuutelitullratnek, taluyat ayuquciatnek, cuignilngurcuutnek-llu taluyanek.",
                "Talks about men preparing tools, description of fish traps, and making land otter traps."
            ],
            [
                "52:11",
                "Qalarrluni yuilqumi nepaicaramek, arenqiallugtellriit-llu kiimeng neplituniluki.",
                "Talks about being quiet in the wilderness, and only to make noise when in danger."
            ],
            [
                "54:18",
                "Qalarrluni ayagpailegmeng nallunaitesqelluki, ilateng-llu qanrucuirucamegteki utertenritaqata nallulangniluki.",
                "Talks about informing family before traveling, and how not telling of travels anymore has their families not know what happened."
            ],
            [
                "56:34",
                "Qanemciluni maa-i ayagyuat anglillerminek uniurteqapiguciatnek, canek tamalkuitnek enuqetullermeggnek, imumillartun yuullermeggnek [qayatgun, enepianek], Kass’at tekicata ayagyuat cimiuciatnek, taangam-llu tekiyucianek.",
                "Talks about the complete change between past and modern youth, how they had to work hard for everything, living a traditional lifestyle [kayaks, sod houses], how youth were changed with Westernization, and the introduction of alcohol."
            ],
            [
                "59:08",
                "Qalarrluni agayutmun piliqumacimeggnek, yuk-llu ellminek picurlatmun ayalaucianek, imumi yuk’egtaaraullratnek, elliqalriani catairut’languciatnek, elluarluki-llu yuusqelluki.",
                "Talks about divine origin, how one goes down his own path of destruction, how people were good in the past, how people started stealing more, and telling them to live right."
            ]
        ],
        "elderTags": [],
        "tags": []
    },
    "cpb-aacip-127-558czhn9.h264": {
        "videoID": "cpb-aacip-127-558czhn9.h264",
        "title": "Title Placeholder",
        "time": "10:33",
        "metadata": {
            "Date": [],
            "Name:": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [
                "Elizabeth Chase"
            ],
            "Role 1:": [
                "Interviewee"
            ],
            "Name 2:": []
        },
        "summary": [
            [
                " 00:02",
                "Qalarrluni kenkurauciq kinguqvaarni assilriamek akiliutengqerrucianek, kinguqvaarni uitanqegcillerkamek, ciuqvaq umyuaqluku ayagyuat naklektuniluki, aanauluni-llu assirluni yuuyuuciminek.",
                "Talks about how loving everyone has a good reward in the future, having peace in the future, how she looks to the past and pities youth, and wanting to live well as a mother."
            ],
            [
                "02:39",
                "Qanemciluni ayagyuat qanruyutnek qanrutkumayuiluciatnek, qanruyutet KYUK-tgun qanrutkumaciatnek, yuullgutkenrilngurnek kassuusngalrianek, Yuut-llu qanruyutait tamaitnun qanrutkesqelluki.",
                "Talks about how youth aren’t taught wisdom, wisdom being shared through KYUK, inter-racial marriage, and sharing Yup’ik wisdom with all."
            ],
            [
                "04:12",
                "Qalarrluni angutet arnat-llu cayaraitnek, aanaulriit tukercatuniluki, mikelnguut angayuqateng niisngasqelluki, elliraungami tegganernek qanrutesqengqellerminek, elliraat tegganret apqauryartuusqelluki, quyavikullutek-llu.",
                "Talks about traditional gender roles, mothers taking care of children, how children should obey their parents, listening to elders because she was an orphan, how orphans should go to elders to learn, and closing."
            ],
            [
                "08:33",
                "Qanemciluni anglicaragminek, kinguveminek-llu.",
                "Talks about her foster children, and her descendants."
            ]
        ],
        "elderTags": [],
        "tags": []
    },
    "cpb-aacip-127-57np5s39.h264": {
        "videoID": "cpb-aacip-127-57np5s39.h264",
        "title": "Title Placeholder",
        "time": "18:40",
        "metadata": {
            "Date": [],
            "Name:": [],
            "Genre 1:": [
                "Interview, exhibit"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": []
        },
        "summary": [
            [
                "00:00",
                "Qanemciluni mikelnguut taqneret-llu qantaitnek, uqniyaramek, imumi yuurqaaliat maa-i-tun ayuqenriluciatnek, pakissaatullermeggnek-llu.",
                "Talks about bowls for children and adults, cooking horsetails, how soups/stews were different in the past, and gathering from vole caches."
            ],
            [
                "01:54",
                "Qanemciluni angalkut kegginaquitnek, yura’arqameng kegginaqurtulaucimeggnek, kegginaqut unguvalriaruarit unguvalrianun yukniluki, angalkut-llu yuraqata’arqameng kegginaqulisqetullratnek.",
                "Talks about shamanistic masks, using masks for Yup’ik dancing, how masks with certain animals represent their spirits, and shamans commissioning masks for dances."
            ],
            [
                "04:23",
                "Qalarrluni kegginaqunek maniviatni, angalkut tuunraqenrilkait tangnircautnguciatnek, unguvalriaruat-llu unatnguatgun neryugngaciatnek.",
                "Talks about masks in the exhibit, how shamans’ non-familiars were for decorations, and the meaning of hands and prey of depicted animals,"
            ],
            [
                "08:40",
                "Qanemciluni ak’a kegginaqunek niitetullerminek tau͡gaam tangerrssuunaki, imarpigmiutaat ilait tangerrnauqerciigaliciatnek, kegginaqut nataita kangiitnek, angenqat cauciatnek, kegginaquni-llu cauyuklerminek.",
                "Talks about hearing about but not seeing masks back then, how some sea animals aren’t commonly seen anymore, the meanings of parts of the masks, describes angenqat as ice floes coming to shore, and guesses on depictions on masks."
            ],
            [
                "11:57",
                "Qalarrluni yuilqumi mermek canimeggnun ellilaasqelluki, cam-llu mer’iqani yuusciigaciiqniluku.",
                "Talks about putting water beside you in the wilderness, and how a being sucks water out and kills a person."
            ],
            [
                "13:31",
                "Qalarrluni kegginaqumek pamyuilngurmek pingqerrarkaunrilkeminek-llu pilegmek, angalkut neqnek kegginaqungqerraqameng pamyuicuiluciatnek, kegginaqut iliit Kuigpagmiumun angalkumun pikniluku, kegginaqut-llu iingitnek qanritnek-llu.",
                "Talks about a mask with no tail and part it’s not supposed to have, how shamans always had tails on fish masks, how one mask belonged to a Yukon shaman, and eyes and mouths on masks."
            ],
            [
                "17:08",
                "Qalarrluni qununinek kegginaqunek.",
                "Talks about half seal mermaid depictions."
            ]
        ],
        "elderTags": [],
        "tags": []
    },
    "cpb-aacip-127-59c5b6f6.h264": {
        "videoID": "cpb-aacip-127-59c5b6f6.h264",
        "title": "Title Placeholder",
        "time": "19:05",
        "metadata": {
            "Date": [],
            "Name:": [],
            "Genre 1:": [
                "Raw video"
            ],
            "Genre 2:": [
                "Cultural, personal history"
            ],
            "Quality:": [
                "Good video"
            ],
            "Genre 4 (Location):": [
                "Mt. Village, AK"
            ],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": []
        },
        "summary": [
            [
                "00:06",
                "Qalarrluni Yupiit agayuviim-llu qanruyutait cangallrunriluciatnek, angutet alingnarqellratnek, aipangvailegmi qingangesqumanritlerminek, umyuaqenrilkemeggnek-llu uingelallermeggnek.",
                "Talks about the similarities between Yup’ik wisdom and the Bible, being intimidated of men, being warned of premarital pregnancy, and being arranged to marry unexpected men."
            ],
            [
                "01:55",
                "Qalarrluni aglenrraat eyagyaraitnek, arnat tuquuciatnek, aqumgayaramek wagg’uq agleqerraarqameng qulni ernerni eyagluteng, tan’gaurluut-llu uqritgun kituusqelluki.",
                "Talks about abstinence practice surrounding first menstruations, how premarital relations with a woman lead to death, “sitting” - abstaining for ten days after first menstruations, and to pass boys downwind."
            ],
            [
                "04:48",
                "Qanemciluni nunat akluteng nallunailngurnek qaralilitullratnek.",
                "Talks about villages’ specific clothing decorations."
            ],
            [
                "05:45",
                "Qanemciluni qikertami elliramek tekitellratnek, elliraat kenkesqelluki inerquutngucianek, elliraat-llu tungelqumeggnun tegumatullratnek.",
                "Talks about an orphan found on an island, admonishments on treating ophans well, and orphans being taken in by relatives."
            ],
            [
                "07:48",
                "Qanemciluni inuguarturatullerminek, yaaruitullermeggnek, yaqulget-llu tekitaqata kiingan inuguateng irniaruateng-llu antetullermeggnek.",
                "Talks about how she always played with dolls, storyknife stories, and dolls only coming out when birds arrived."
            ],
            [
                "09:15",
                "Qalarrluni aglenrraat wall’u irnicuanerraraat manaryaraqata neqet tamarcet’lauciatnek, mikelnguut kitumun irniaqniluteng ellmeggnek nalqigtelallruciatnek, agayuvigmi angllurcelluki acituciatnek, Qinarmi agayuvingqetullermeggnek, mission-aami-llu qasgimi-llu agayutullermeggnek.",
                "Talk about how those with first menstruations or miscarriages jig and drive fish away, how children introduced themselves as “child of” someone, receiving names through Christian baptism, having a mission in Qinaq, and attending church in a mission house and the community house."
            ],
            [
                "12:01",
                "Qanemciluni tuvqakuralallermeggnek, ayagyuat qaneryararteng qaneruyuteteng-llu nalluyaguyuciatnek, Yugtun-llu qaneryaram tamaryunailucianek.",
                "Talks about how they used to share food with everyone, youth forgetting Yup’ik language and wisdom, and the importance of keeping the Yup’ik language."
            ],
            [
                "13:42",
                "Qanemciluni angutngurtellriim tan’gaurluut quyurrluki qalarutetullranek, yuum-llu tamarmi kenka aturarkauniluku.",
                "Talks about an old man who would gather boys to share wisdom, and how everyone is to exhibit love."
            ],
            [
                "16:47",
                "Qanemciluni angutngurtellriim qaneryarainek, piitenritengnaqesqelluki, imumi neqkameggnek anglanisciigatellratnek, pissuutnek anglanillrunriluciatnek, iliini-llu kaitullratnek.",
                "Talks about the old man’s wisdom, to try to keep running out of food and things, how they couldn’t afford to waste any food back then, how they had to work hard for tools, and occasional famines."
            ]
        ],
        "elderTags": [],
        "tags": []
    },
    "cpb-aacip-127-59c5b6gx.h264": {
        "videoID": "cpb-aacip-127-59c5b6gx.h264",
        "title": "Title Placeholder",
        "time": "21:44",
        "metadata": {
            "Date": [],
            "Name:": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [
                "Callerkuaq [William], Willie"
            ],
            "Role 1:": [
                "Interviewee"
            ],
            "Name 2:": []
        },
        "summary": [
            [
                "00:17",
                "Callerkuam [William] kituucini yuurtellni-llu nalqigutak, qanemciluni-llu cav’urluteng ayagatullermeggnek, agayuvigmi calitullerminek, IRA Council-aani calitullerminek, elitnaullrunrilnge’rmi-llu anguyagtet state-am-llu pisqutainek elitellerminek.",
                "Callerkuaq [William] introduction, speaks about traveling by rowing in the past, working in the church, working with the IRA Council, and learning about federal and state laws without going to school."
            ],
            [
                "02:21",
                "Qanemciluni taangakun arenqiallugtellrianek, taangakun-llu arenqialluggnerturiciatnek.",
                "Talks about alcohol related accidents, and increased alcohol related accidents."
            ],
            [
                "04:10",
                "Qalarrluni taangiqtulit kenkekun ikayuryugnganiluki, yuullemteńi arenqiallugutet perriqapiarciigaluciatnek, tribal court-ameggni-llu tangaryulriit ikayulauciminek.",
                "Talks about healing alcohol addiction through love, how we can’t eradicate all bad things in life, and working with alcohol rehabilitation with his tribal court."
            ],
            [
                "07:06",
                "Qalarrluni angayuqaagni niisngaskellukek, inarrnarikan anumasqevkenaki, qasgimi eneni-llu qaneryarat cangallrunriluciatnek, qanelriani cigyagnek caniqerrilitnek-llu, piyuiruyuciatnek-llu.",
                "Talks about obeying parents, not to stay out after it’s time to go to bed, similarity between instruction in the community house and the women’s houses, exits being blocked [stick or grass cord] during instruction, and how they don’t do that anymore."
            ],
            [
                "09:44",
                "Qalarrluni Yuut qaneryarait nepaitnaqniluki, nunarraat tamarmeng angayuqangqerruciatnek, qanruyutet qanrutkenanriatki Yugtaat patumaniluki, Yup’ik Nation-aam-llu piurtellranek.",
                "Talks about how Yup’ik wisdom leads to peace, how each village had a leader, how the lack of sharing wisdom is making them become eclipsed, and the establishement of the Yup’ik Nation."
            ],
            [
                "11:33",
                "Qanemciluni ayagyuanek elitnaurillerminek, agyat murilkelluki mikurarkauciatnek kangingyugngaciatnek, anuqet neqnun ataciatnek, malrunlegnegun agyatgun sass’angqerrucillratnek, qilagkun-llu ellaliuryarallermeggnek.",
                "Talks about teaching youth, how stargazing can foretell fish abundancy, how wind is connected to fish, using seven stars to tell time, and weather predictions using the skies."
            ],
            [
                "14:33",
                "Qalarrluni ellam murilkerllerkaanek, KYUK-ni-llu qalarcugngaciminek quyaluni.",
                "Talks about oberving everything, and being thankful for being able to share on KYUK."
            ],
            [
                "15:20",
                "Willie qalarrluni AVCP-t nunait atauciurcuucimeggnek, AVCP-t nalqigutarkaitnek, atauciureskata-llu kinguinek.",
                "Willie talks about the AVCP unification issue, AVCP outreach, and the effects of unification."
            ],
            [
                "19:34",
                "Qanemciluni AFN-aat-llu callrucimeggnek, ciunerkameggni-llu piyuutemeggnek.",
                "Talks about AVCP and AFN, and hopes for the future."
            ]
        ],
        "elderTags": [],
        "tags": []
    },
    "cpb-aacip-127-59q2c3zn.h264": {
        "videoID": "cpb-aacip-127-59q2c3zn.h264",
        "title": "Title Placeholder",
        "time": "15:16",
        "metadata": {
            "Date": [],
            "Name:": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": []
        },
        "summary": [
            [
                "00:02",
                "Qanemciuq ungungssimek nerellratnek, ingrini-llu pissuryaranek.",
                "Talks about eating an animal, and hunting grounds in the mountains."
            ],
            [
                "03:27",
                "Qanemciluni Ulurrugnam ingrianek, yugmek mayullermek, allanek-llu pissuryaranek.",
                "Talks about the mountain Ulurrugnaq, a man that climbed there, and more hunting grounds."
            ],
            [
                "07:51",
                "Qanemciluni carayagnek, Kiillaraliitmi enernek natuqutlermeggnek, nunanguami-llu Kiillaraliitem nanlucianek avatiinek-llu.",
                "Talks about strange creatures, finding bones in Kiillaraliin [Heart Lake], and showing a map of Kiillaraliin and the surrounding area."
            ],
            [
                "10:46",
                "Qanemciluni Evon Qugg’amek yuuyaramek elitnaurluni, Kiillaraliitetlermeggnek, talaariliucianek, kitumek-llu mermi qallatellriamek tangllermek.",
                "Talks about Evon Qugg’aq teaching subsistence, going to Kiillaraliin, abundant rainbow trout, and someone seeing something bubbling in the water."
            ],
            [
                "13:29",
                "Qanemciluni tamaavet ayagluni neqkameggnek peng’gartellermeggnek, Old Man Reed-am Kiillaraliitetetullranek, Kiillaraliitmi-llu carayagmek.",
                "Talks about a trip there worried about food, Old Man Reed going to Kiillaraliin, and a creature at Kiillaraliin."
            ]
        ],
        "elderTags": [],
        "tags": []
    },
    "cpb-aacip-127-60qrfsqn.h264": {
        "videoID": "cpb-aacip-127-60qrfsqn.h264",
        "title": "Title Placeholder",
        "time": "22:06",
        "metadata": {
            "Date": [],
            "Name:": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [
                "Henry, Lucy"
            ],
            "Role 1:": [
                "Interviewees"
            ],
            "Name 2:": [
                "John Active"
            ],
            "Role 2:": [
                "Interviewer"
            ]
        },
        "summary": [
            [
                "00:14",
                "Henry qalartuq Yugtun qaneryaram cagmarnarqenrilucianek, mumigcitulit ikayuutnguarkauciatnek, tutgarai Kass’amek atalget Yugtun Kass’atun-llu qalarcugngaciatnek, Kass’atun-llu Yugtun-llu pitateklukek piluaqerciqucianek.",
                "Henry talks about how the Yup’ik language shouldn’t be lost, how translators would be helpful, her half-white grandchildren being bilingual, and how bilingualism would be beneficial."
            ],
            [
                "02:18",
                "Qalarrluni Yugtun qaneryaramteggun Yuuguraucimteńek, ayagyuat-llu kalikantenrilnguut qaneryarat ukvenriluciatnek.",
                "Talks about how speaking Yup’ik keeps us Yup’ik, and youth not believing Yup’ik wisdom that aren’t in textbooks."
            ],
            [
                "05:01",
                "Qalarrluni Yuut agayuviim-llu qaneryaraita cangallrunriluciatnek, qasgimi qanruyun ellanguteklerminek, nasaurluut-llu enemi.",
                "Talks about Yupiit discovering similarities between traditional wisdom and the Bible, growing up listening to wisdom in the community house, and the girls in the home"
            ],
            [
                "07:15",
                "Qanemciluni qasgimi qavatullermeggnek, ellirauluni anglillerminek, angukara’urluut qanruyutiitnek elliraq anglirikuni yuungnaqsugngacianek, arnassagaat ikayullni ciunerkaqegciciqnillratnek, qalarut’larciqniluki-llu ayagyuat qanrucimallerminek.",
                "Talks about sleeping in the community house, growing up as an orphan, elders’ advice on how an orphan can make his own living as an adult, the old women he helped promising him a good future, and being told he would grow up to pass down knowledge."
            ],
            [
                "09:01",
                "Qanemciluni tuaten ellinge’rmi qanruyutet igvauciatnek, Yuut ataucimek qanruyutengqerruciatnek, up’nerkami ayaruitesqevkenaki kiagmi-llu, anagulluki-llu kinguqliit pisqevkenaki.",
                "Talks about experiencing wisdom he heard even at his age, how Yupiit have one body of wisdom, never to be without a staff in the spring or summer, and not to treat children too excessively."
            ],
            [
                "11:13",
                "Lucy qanemciuq Evan-am aaniinek qalarutestengqellermeggnek, muragnek iralurcuutnek kapucaranek, aatiita inerqutullrucianek qaneryaranek-llu qalartetullrucianek, qanruyutet-llu nalluyagutnarqenriluciatnek.",
                "Lucy talks about Evan’s mother instructing them, wooden calanders with holes and sticks, her father teaching them admonishments and wisdom, and how wisdom shouldn’t be forgotten"
            ],
            [
                "13:31",
                "Henry qalartuq ciin Yuut qanruyutait nalluyagutnarqenrilucianek, ayainanermini qanruyutet umyuaqelauciminek, qalarutesqeńguciqnillerminek ciumuruyuciminek-llu, qanruskeminek-llu ikayurtengqerruciminek.",
                "Henry talks about why Yup’ik wisdom shouldn’t be forgotten, recalling wisdom throughout his life, how he was told he’d be an instructor and follows through with it, and how the youth he instructs help him out."
            ],
            [
                "15:41",
                "Qanemciluni elitnaurani taangamek qalarutellruciminek, taangayuiruqaanerminek yuuciminek, kinguliat apyutait kiugarkauciatnek, elitnaurvigmi qalartelauciminek aipaqucaramek tuaten, akluuteteng qelkesqelluki, qemagcilriani-llu assinrucianek.",
                "Talks about speaking of alcohol with one of his pupils, his life after quitting alcohol, to always answer youth’s questions, speaking to youth at school including getting married, to take care of possessions, and how it’s better to store/save things."
            ],
            [
                "18:06",
                "Lucy qalarrluni ayagyuat qalarucimang’e’rmeng akusrarrniluki, tegganret-llu qaneryaranek qalarcuiruyuciatnek.",
                "Lucy talks about how youth are getting mischievous despite instruction, and how elders don’t pass on wisdom anymore."
            ],
            [
                "19:26",
                "Henry qanarrluni qitevqurangellratnek, alerquutairut’ngellratnek, irniateng Yuuyaramek qalarutesqelluki, ayagyuat-llu Kass’at piyarait Yuut piitni piciunruniluki.",
                "Henry talks about English replacing Yup’ik, loss of traditional Yup’ik instructions, that they should teach their children the Yup’ik way of life, and that youth believe the Western way over the Yup’ik way."
            ]
        ],
        "elderTags": [],
        "tags": []
    },
    "cpb-aacip-127-6341p189.h264": {
        "videoID": "cpb-aacip-127-6341p189.h264",
        "title": "Title Placeholder",
        "time": "9:44",
        "metadata": {
            "Date": [],
            "Name:": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": [],
            "Role 2:": []
        },
        "summary": [
            [
                "00:00",
                "Qanemciluni kit’ellrianek niiqurangelaucimeggnek, qayatkun ayagtullermeggnek, irnerrlugnek qaspernek, kinguqamegteggun qayat paingit meq iteryailkucitullratnek wagg’uq ket’garluki, angyat-llu kicuitellruciatnek.",
                "Talks about hearing about more drownings, traveling by kayak in the past, having seal intestine pullovers, using their hems to prevent water from entering the opening [ket’garluki], and how boats would rarely sink."
            ],
            [
                "02:01",
                "Qalarrluni taangamek picurlalrianek, taanga kanevtellriatun pivkalaucianek, taangartangvailgan-llu camek nallullrucimeggnek.",
                "Talks about the negative effects of alcohol, how alcohol is claiming many lives, and no misfortune before alcohol."
            ],
            [
                "03:47",
                "Qalarrluni ciin qanruyutet qanruteknanriuciatnek ilait nallunrilengraitki, qalaruyutet kitumek kingunengqeng’e’rmeng cimiyuiluciatnek, qalarutkestek’lallrin-llu nangenguciatnek.",
                "Talks about why they don’t hear traditional wisdom anymore though some know, how traditional wisdom didn’t change from any source, and how there are no more traditional instructors."
            ],
            [
                "05:45",
                "Qanemciluni tegganret ayagyuat qanrucunairutniluki, qanrutketullrat atungniluki, ciuqvaar umyuaqetullruniluku, qanruyutet atunrirciqnitullruniluki, tekitarkaq-llu nallunrilnganaku qalartetullratnek.",
                "Talks about how elders say that youth don’t heed advice anymore, how they’re fulfilling the predictions, how they used to keep the future in mind, that they used to say that people won’t adhere to wisdom anymore, and how they used to speak as if they knew the future."
            ],
            [
                "07:48",
                "Qalarrluni ayagyuanun paiciutekaminek, kenkutesqelluki, ilateng cangayugcetaaresqevkenaki, iqlutmun-llu ayagarcukaaranguciatnek.",
                "Talks about leaving behind advice for youth, how people should treat each other with love, not to affront each other, and how people easily go astray."
            ]
        ],
        "elderTags": [],
        "tags": [
            "Akluq, Aklut -- Clothing, Possessions",
            "Allat -- Other Clothes",
            "Imarnin -- Seal Gut Rain Parka",
            "Pissuutet, Cassuutet, Piliat, Saskut, Ayagassuutet -- Tools, Crafts, Weapon",
            "Ayagassuutet -- Transportation",
            "Qayaq -- Kayak",
            "Qanruyutet -- Traditional Wisdom, Wise Words",
            "Alerquutet, Ayuqucirtuutet -- Instructions",
            "Kenkiyaraq -- Showing Love",
            "Inerquutet -- Admonishments",
            "Calricaraq -- Health and Wellness",
            "Taangaq -- Alcohol"
        ]
    },
    "cpb-aacip-127-63fxpxg0.h264": {
        "videoID": "cpb-aacip-127-63fxpxg0.h264",
        "title": "Title Placeholder",
        "time": "31:26",
        "metadata": {
            "Date": [],
            "Name:": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": [],
            "Role 2:": []
        },
        "summary": [
            [
                "00:09",
                "Qanemciuq tan’gaurluullermini niitellerminek, nunam qaingani imarpigmi-llu neqkanek, nanguciatnek enurnariciatnek-llu, tan’gaurluullermini up’nerkami yaquliltullranek, yuilquum nepaitetullranek, up’nerkami-llu Akulmi kanaqlagculrianek.",
                "Talks about hearing of things when he was a boy, subsistence on land and the sea, how they’re depleting and scarce, many birds in the spring when he was a boy, how the wilderness used to be quiet, and spring muskrat hunters in the Akula region."
            ],
            [
                "02:45",
                "Qanemciluni tan’gaurluut yaquleyagarcurluteng pitegluki elitnautullratnek, nasaurluut-llu meqtarluki keniraqluki, neqteng qigcikluki kenciktullermeggnek, yuit yaquleyagarcuyuiruyuciatnek, pissutullrit-llu tangrrunanrirniluki.",
                "Talks about how boys would learn by hunting little birds with arrows, girls would pluck and cook them, how they respected and revered food, how their children don’t hunt little birds anymore, and how things they used to hunt aren’t seen anymore,"
            ],
            [
                "04:14",
                "Qanemciluni kiagmi tukellret amllepiatullruniluki, pitegluki kinercitullermeggnek wagg’uq nakaculiluki, cetunatkameggnun yaquleyagaat kayangut-llu neqektullermeggnek, ikeliyuitellratnek, allamiaquaqan cat amlleriqetaarluteng ikegliqetaatullratnek, neq’ngellerkaanun-llu yaqulegtutullermeggnek.",
                "Talks about many newly hatched birds in the summer, hunting them and drying them [nakaculiluki], how they’d eat little birds and eggs until they went downriver, how animals wouldn’t deplete, how animals fluctuated each year, and how they ate birds until the fish came."
            ],
            [
                "06:10",
                "Qanemciluni neqsurnarian imarpigmun kuigmun-llu upatullermeggnek, kencikngaceteng amllerturatullruniluki, neqrateng mulngakluteng murilketullratnek, kencikenriamceteng nangenguciatnek, neqput-llu yugnun ataciatnek.",
                "Talks about moving to rivers during fishing season, how reverence kept them in high numbers, how they carefully kept every piece of food they had, the lack of reverence leading to depletion, and how food sources are connected to people."
            ],
            [
                "07:43",
                "Qanemciluni cetuarculallermeggnek, cetuarcuraqata ivraasqumanritlermeggnek, pissunanriamceteng unguvalriit nangniluki, Neq’liurtet kellutestet inerquutaitnek, pissulriit neqsulriit-llu arulaircecuitellratnek, neqsurraarluteng ingtellrianek, ingtarcutullermeggnek-llu.",
                "Talks about beluga hunting season, not to wade when they’re hunting belugas, how animals are depleting due to not being hunted, Fish and Game/Wildlife restrictions, how they never used to be told to stop hunting or fishing, birds molting after fishing season, and hunting molted birds."
            ],
            [
                "09:48",
                "Qalarrluni yuilqumi pellaalriit anangnaqsaraitnek, neqkailkuni uugnarturyugnganiluku, qangqiiret anaita neqnguciatnek, nerailkuni qassaasqevkenaki, akaurrluku-llu nereksaitellrukuni alungyartuusqevkenaku.",
                "Talks about survival when lost in the wilderness, eating voles if one has no food, being able to eat ptarmigan feces, not to have raw meat after not eating for a while, and not to eat blackfish fries after not eating for a while."
            ],
            [
                "12:39",
                "Qalarrluni pellakuni meqsukan cayaramek, watqapik qanikcartuusqevkenaki, qanikcaq plastic-aakun urugcirluku merkiuresqelluki, imarpigmi maklaarem qilua maqeqaarluku qanikcarmek imirluku merkiuresqelluki, taryurtuusqevkenaki-llu.",
                "Talks about being thirsty when lost, never to eat snow, to put snow in a plastic bag and melt it for water, empty out a seal intestine and fill it with snow at the ocean, and never to drink seawater."
            ],
            [
                "15:35",
                "Qalarrluni yuilqumi kiskuni callerkaanek, ciurluki canegnek ekiiresqelluki, talligni irugni-llu taptaaresqelluki, nunam-llu qaingani aerqiallugcaraq amllerniluku.",
                "Talks about sinking into water in the wilderness, to wring clothes and line inside with grass, to continue flexing arms and legs, and how there are many ways to come to misfortune on the land."
            ],
            [
                "17:35",
                "Qalarrluni nengelvagmi kiskuneng callerkaatnek, arenqiallugcaram qanruyutai amllerrniluki, tavesqevkenaki wall’u pilaagesqevkenaki, meq-llu murilkuraasqelluku.",
                "Talks about falling into the water when it’s very cold, how there’s a lot of wisdom about getting into misfortune, not to panic or too hasty, and to always observe the water."
            ],
            [
                "19:39",
                "Qalarrluni aklumi qecia elegqaarluku neryugngacianek, tan’gaurluullermeggni-llu alerquumacimegcetun qangqiiret anait naspaatullermeggnek.",
                "Talks about charring and eating skin from clothing, and eating ptarmigan feces as a boy as instructed."
            ],
            [
                "21:56",
                "Qalarrluni akertem pit’eqarraallranek, Kusquqviim-llu natiikun akertem pit’elaucianek.",
                "Talks about when the sun first comes up, and where the sun rises in relation to Kusquqvak [the Kuskokwim River]."
            ],
            [
                "23:13",
                "Qalarrluni Kusquqviim nuniini pellaakuni callerkaanek, Negteḿun ayallermeggni atullermeggnek, Kusquqviim natiikun akertem ayagyaraanek, Erenret-llu Iquata Tunturyak [“Qaluurin”] eniumacianek.",
                "Talks about what to do when getting lost around Kusquqvak, their experience getting lost when going to Negteḿiut [Newtok], the path of the sun throughout the day in relation to Kusquqvak, and how Erenret Iquat [constellation] always point to Tunturyak [“Qaluurin,” the Big Dipper]."
            ],
            [
                "25:51",
                "Qalarrluni Erenret Iquata ayagyaraatnek, cuqyutnguciatnek, Negteḿek utertellermeggni pellaallermeggnek, iralum-llu nanluciakun nanlucimeggnek taringellermeggnek.",
                "Talks about the path of Erenret Iquat, how they’re used to find one’s bearings, getting lost on their way from Negteḿiut, and realizing where they were based on the moon’s position."
            ],
            [
                "28:19",
                "Qalarrluni nunami elitaqlermeggnek, nuna murilku’rnaqniluku, agyat murilkelaasqelluki, iralukun nunakun-llu cuqlukek nanlucimeggnek taringellermeggnek, Kusquqvaggnginanermeggni tekiskuneng-llu callerkiullermeggnek.",
                "Talks about recognizing land features, to always observe the land, to observe the stars, using the moon and the land to get their bearings, and their plans while going to Kusquqvak."
            ]
        ],
        "elderTags": [],
        "tags": [
            "Kusquqvak -- Kuskokwim River",
            "Up'nerkaq, Upenerkaq -- Spring",
            "Kiak -- Summer",
            "Qanikcaq -- Snow",
            "Iraluq -- Moon, Month",
            "Akerta -- Sun",
            "Agyat -- Stars",
            "Can'giiq, Imangaq -- Blackfish",
            "Qangqiiq -- Ptarmigan",
            "Ingtaq, Ingtat -- Molted Birds",
            "Maklak -- Bearded Seal",
            "Cetuaq -- Beluga",
            "Piyagaq -- Baby Animal",
            "Pissuryaraq -- Hunting",
            "Neqsuryaraq -- Fishing",
            "Kayanguq -- Egg",
            "Keniryaraq, Egayaraq -- Cooking",
            "Kinerciriyaraq -- Drying",
            "Kit'elleq -- Falling into Water",
            "Pellalleq -- Getting Lost",
            "Neqkaitelleq -- Having No Food",
            "Meqsugyaraq -- Thirst",
            "Imarpigmi Anangnaqsaraq -- Survival (Ocean)",
            "Neryaraq -- Eating Habits",
            "Kencikiyaraq -- Reverence",
            "Neq'liurtet, Yaquleyagiurtet, Kayanguyagiurtet -- Fish and Game, Fish and Wildlife"
        ]
    },
    "cpb-aacip-127-65h9w88k.h264": {
        "videoID": "cpb-aacip-127-65h9w88k.h264",
        "title": "Title Placeholder",
        "time": "1:00:49",
        "metadata": {
            "Date": [],
            "Name:": [],
            "Genre 1:": [
                "Compilation"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [
                "Mary Worm [Kangirnaq - Kongigonak]"
            ],
            "Role 1:": [
                "Interviewee"
            ],
            "Name 2:": [],
            "Role 2:": []
        },
        "summary": [
            [
                "00:17",
                "Qalartuq yuut ayuqenrilameng ilait taringyuitniluki niicuitniluki-llu, qaneryaram maligtaqustai ak’anun anerteqtuniluki, ilameggnek-llu acivartesqevkenaki uputesqevkenaki-llu.",
                "Talks about how some don’t understand or hear because people are different, that those who follow wisdom live for a long time, and not to put down or gossip about others."
            ],
            [
                "02:14",
                "Qalarrluni yurrluuvakaqaluneng aipaita unitelarciqniluki.",
                "Talks about how their spouses will leave if they’re bad people."
            ],
            [
                "03:36",
                "Qalarrluni neqkaitnek wall’u aklunek mingqerkanek kia picisngaitniluki, irniateng ellmeggnek anglicararkauniluki, tan’gaurluut assiiqaarluteng cimiryugngaciatnek, arnat-llu cimillerkaat caperrnarqenruniluku.",
                "Talks about how one must take care of their own food and sewing clothes, how people have to raise their own children, boys ability to change their bad ways, and how it’s harder for women to change their ways."
            ],
            [
                "06:00",
                "Qalarrluni niicuilnguut taangaryulriit-llu piqaasqelluki, taangaryulriit uumikevkenaki tau͡gaam kenkesqelluki, enemeggni-llu taangangraata qimaasqevkenaki qaillun pinayukluki.",
                "Talks about advising disobedient and/or alcohol people, not to treat alcoholics badly but show them love, and not to run away from children drinking at home lest something happen to them."
            ],
            [
                "08:12",
                "Qalarrluni irniani mellrukan unuaquani qarutelauciminek, yuussunriqata-llu tau͡gaam qalarutesqelluki.",
                "Talks about comforting her children they day after they drink, and to speak to them after they recover."
            ],
            [
                "10:41",
                "Qalarrluni imarpigtellriani elegcingqerrlainaasqelluki ayarutun, aatami atii imarpimi nacecartullranek, nacessvini uscan elegcimikun anagyugngallranek, elegcigkun-llu malrurqugnek anirtuumallerminek.",
                "Talks about always having a gaff when going to the ocean like a staff, his paternal grandfather going up to a vantage point at sea, how he survived crumbling ice with his gaff, and how a gaff saved him twice."
            ],
            [
                "13:16",
                "Qalarrluni atu’urkanun aki quyurtesqelluki, kemninarqellrianun akilluuqertellrianek, picurlagnarqucianek-llu.",
                "Talks about saving money for useful things, wasting money on mind-altering things, and how it leads to misfortune. "
            ],
            [
                "14:55",
                "Qalarrluni qavam qessam-llu pikairutnarquciagnek, qaneryaram maligtestii cakaituravakayuitniluku, pitqayuciatnek, pitameggnek cangengnaqtullermeggnek, pitqayungnaqesqelluki-llu.",
                "Talks about how sleep and laziness lead to destitution, that those who follow wisdom don’t lack much, how they were good hunters, how they made things out of what they caught, and to try to be good hunters."
            ],
            [
                "16:55",
                "Qalarrluni ukverkun caarrlugmek atunriryugngaciatnek, ukverilkuni kayungqerrngailucianek, agayuviim wall’u Yuut piciryarait ukveresqelluki, Yuk ak’allaurteqalria ayuqucirtuutmek apeskani quyaluni kiuciqniluku, arnangiaraurcan Yugtaat kayuriluteng tailauciatnek, Yuut-llu agayuviim-llu qaneryarait cangallrunritniluki.",
                "Talks about how faith can heal addiction, how one will have no strength without faith, to belive either in the church’s or Yup’ik ways, how an older Yup’ik will be happy to answer questions about traditional instructions, how the wisdom she learned comes to her stronger now that she’s older, and how Yup’ik wisdom is no different from the Bible."
            ],
            [
                "19:30",
                "Qanemciluni irniani kenekngamiki taangayuitellerminek, ilameng angayuqrit meraaqata neryartuutetullratnek, taangayuitellruami-llu akinanauresqelluni taangaasqevkenaki irniani.",
                "Talks about how she never drank alcohol out of love for her children, how they would bring in friends to eat when their parents were drinking, and how she wants her children to repay her by not drinking."
            ],
            [
                "20:59",
                "Qalarrluni kinguliat Yuut Kass’at-llu piciryarata akuliitni uitiimeng caperrnariniluki, ilait qitevterrlainarniluki, Yugtarnek niicugniyuumiilngaluciatnek, cam iliini qaneryarat umyuaqeciqniluki, kenkekun-llu tau͡gaam qanrutetuniluki.",
                "Talks about how younger generations have it harder in between Yup’ik and Western ways, how some only speak English, how they don’t seem to want to listen to Yup’ik instruction, how they will remember it in the future, and how instruction comes from love."
            ],
            [
                "23:13",
                "Qalarrluni ayagyuat ellmeggnek tuqutellrianek wall’u callualuteng tuqucilrianek, ellmeggnek pilriit assiilngurmun ellangarkauciantnek, irniateng-llu qaillun ayuqengraata qaruquraasqelluki.",
                "Talks about suicide among the youth or fighting and killing each other, how those who commit suicide have a bad afterlife, and for parents to encourage their children no matter what they’re like."
            ],
            [
                "25:45",
                "Qanemciluni ircenrrarugarnek iliitnek-llu uurcamek, unani-llu yuut qaillun pitalrianek pitellritnek ircenrraat nallunaitullratnek.",
                "Talks about a legendary little person coming from shore with a signaling gaff, and how the little people would tell of how much the people at sea caught."
            ],
            [
                "27:12",
                "Qanemciluni ircenrraat kinguatni yugmek uurcamek, Elngum atii qasgimun aqumluni aturpagluni uurcaq ciuniutullruniluku, uurcaq tekicami negcikcuarani kapuarrluku qanemcitullranek, ciumeggni-llu ircenrraat amllertaciacetun tekitetullratnek.",
                "Talks about a human coming with a signaling gaff after the little people, how Elnguq’s father would go sit on the community house and sing a welcoming song, when the one with the signaling gaff stuck the gaff to the ground and told of their hunt when he arrived, and how they would come with the exact number as the little people before them."
            ],
            [
                "29:45",
                "Mary Worm-aq qanemciluni qavamikun angalkurtellerminek, pinirkamek inguliurutkaanek-llu piicallerminek, uluakun-llu angalkum ayagcetai unatet [temailnguut] ingluklerminek.",
                "Mary Worm talks about besting a shaman in her dreams, how she prayed for strength and a means of opposition, and using an uluaq to fight the disembodied hands sent by the shaman."
            ],
            [
                "33:27",
                "Qalarrluni cetuum nuugatun umyuangniluki, nekayugnayuksuunaki qalarutenqegcaaratullratnek, taangarturalriarunritlermeggni qaruyutesqelluki, kenkekun-llu tau͡gaam qalarutetuniluki.",
                "Talks about how people now have the mindfulness the breath of the tip of a fingernail, how they used to be strictly instructed without fear they would take offense, to encourage each other while sober not to drink alcohol, and how they give instruction out of love."
            ],
            [
                "35:17",
                "Qanemciluni taangaq enurnarqellrani ellangellerminek, taangam picurlautai naulluutmi arcaqanruniluki, cangerlak taangamek cimingniluku, taangaq-llu callugnaluku quyurtelaucimeggnek.",
                "Talks about how [s]he grew up will scarcly any alcohol around, how misfortune from alcohol is worse than sickness, how epidemics were replaced by alcoholism, and how they would meet to combat alcohol."
            ],
            [
                "37:32",
                "Qanemciluni ellam iqulitarkaanek niitetullerminek, cam iliiniku piitnamek qantullratnek, umyuaqelgurikeni pitekluku ellam iquklitlerkaanek aaryuuciminek, angukara’urluut arnassagaat-llu  ciisquteng ayaperluki piyuayaurtellratnek, tegganernek-llu taklartellrianek.",
                "Talks about what he used to hear about the end of the world, how they talked about a time of need in the future, how he’s wary of the world’s end based off of something he remembers most, how old people would start walking by supporting themselves on their knees, and bedridden elders."
            ],
            [
                "38:54",
                "Qanemciluni tegganret ciunerkiullratnek yuunerturraarluteng aipirngaitniluku, iliita amci pisqelluku tungenqegturanratni qantullratnek, yuut-llu ilaciqanricuitniluki.",
                "Talks about how elders predicted that people would never live long again, how one would hope it would happen already during their good time, and how people are always hopeful."
            ],
            [
                "40:43",
                "Qanemciluni Ernernek [agyat wall’u ella qallun piluni?], angutet Erneruaryaurrniluku, ella qaillun piarkaurtaqami nallunaitetuniluku qantullratnek, ellam iquklitlerkaanek neryuniurraarluteng neryuniunrirciqnillratnek, qanikcangqerrnanrirkaucianek-llu qantullratnek.",
                "Talks about Erenret [“days,” constellation or natural phenomenon?], how men said that Erenret don’t herald what they used to, how the world/nature gives signs when something is going to happen, how people will stop expecting the end of the world, and how there will be no more snow."
            ],
            [
                "43:37",
                "Qalarrluni meluk allrakurtaaryaaqeng’e’rmi cangaringailucianek, elluarrluni taryuumakun sulunaq allrakurtaaryaaqeng’e’rmi cangaringailucianek, nenglliyuicaaqellret qanikcalanguciatnek, allamiut unguvaseng tunulluku Alaska yui arcakngaitniluki, mallguskan-llu Erneruarciqniluku kinguinek-llu.",
                "Talks about how fish roe can keep for years, how salted fish can keep for years if properly salted, how previously warm places started getting snow, how people of other places will not help Alaska over themselves, and how Erneruaq [False Day] will happen near the end and what that entails."
            ],
            [
                "46:58",
                "Qalarrluni maurluulriit apa’urluulriit-llu qanerteńgunrirniluki, mallguskan piitnaq cakucinek neq’lirtuutengciqniluku qanllermek tamakunek-llu nernge’rmeng kemgiuciiqnilukis, neqpiit-llu kuimarqata qaategtevkenateng teguterrlainaasqelluki.",
                "Talks about how grandparents don’t instruct anymore, how certain fish will be populous before famine and how they will still thin out despite eating them, and to always gather salmon whenever they’re available."
            ],
            [
                "50:06",
                "Qanemciluni qanrutesteḿinek qavangurtullermek enerrlainarmek pektellriamek kuvyakun cangluni, allrakut amllenrilnguut piitnaq tut’eqatarniluku neqem qanellranek, qanqautestiin kinguani allamiaquaqan arcaringatniluku, aqsamegteggun-llu mayiteqkuneng qaillun piarkauciatnek umyuartequciminek.",
                "Talks about an elder who spoke to him of a dream of catching an animated fish skeleton in his net, how it said that famine was coming in a few years and that the spirit of theft would, how it seems worse every since the elder said that, and how he wonders how far people with empty stomachs will go."
            ],
            [
                "52:37",
                "Qanemciluni ayagyuanek qanrucunailngurnek niitenrilngurnek-llu tangllerminek, niicuilnguut ilameggnek ayuqniatuniluki, umyuarteng aturluku yuulriit ak’anun unguvayuitniluki, nalluungualukarluteng-llu yuunriqerniaqluki.",
                "Talks about seeing youth rejecting advice and being disobiedent, how disobedient people covet what their peers have, how those who follow their minds do not live long, and how they would pass away with minor sicknesses."
            ],
            [
                "54:25",
                "Qalarrluni aliayullni maliggluku yuukuni ayagciani nangciiqniluki, umyuamegteggnek utumalrianun nugtesqelluku, aliayullni maligtaquurpakarluku yuulria egilrallra cukalarniluku, ayagyuaq-llu napangucini uurutkesqevkenaku qanrutlerminek.",
                "Talks about how living according to loneliness hurts those who have departed, to seek support from mentally healthy people, how living with constant loneliness makes for a short live, and telling a young man never to [?regret] standing [alive]."
            ],
            [
                "57:07",
                "Qalarrluni qanruyutmeggnek asgurtalriit canun enurniluki, akusrarun atu’urkaatnek allurqengelriatun ayuqniluku, taangaq kuingill’er-llu ayuquciqsagutnilukek, anernerteng-llu kep’larniluku.",
                "Talks about how people who doubt wisdom are in need of things, how mischief steals what people need, how people have turned to alcohol and marijuana, and how they take their own lives."
            ],
            [
                "59:18",
                "Qanemciluni ellminek atrartessiyaatullerminek, nasaurlullgutni ilalillrunritlerminek, akusrartellrianun ilautellruniluciminek, yuilqumi ellu’urtatullerminek equgtatullerminek-llu, assiitellriit atuusqevkenaki.",
                "Talks about putting herself down too much, not playing with the other girls, not joining in on mischeif, sliding and doing work out in the wilderness, and not to be temped by bad things."
            ]
        ],
        "elderTags": [],
        "tags": [
            "Agyat -- Stars",
            "\tTegganeq -- Elder",
            "Meluk -- Roe",
            "Qaneryaraq, Qaneryaraqegtaar -- Bible",
            "Angalkut, Angalkuut -- Shamans",
            "Uurcaq -- Returning Seal Hunter with a Signaling Gaff",
            "Pingnatugyaraq -- Providing",
            "Neqsuryaraq -- Fishing",
            "Kumlivik Freezer",
            "Suluniyaraq, Culuniyaraq -- Salt Curing",
            "Elegcik -- Gaff",
            "Kaignaq, Piitnaq -- Time of Famine, Need",
            "Ircenrraat -- Legendary Little People",
            "Qavam Qessam-llu Pikaitnarquciak -- Sleep and Laziness Lead to Destitution",
            "Akusrarun --  Mischief, Misconduct",
            "Maligtaquyaraq, Niisngayaraq -- Obedience",
            "Yuuyaraq -- Way of Life",
            "Teglegyaraq -- Stealing",
            "Takaqiyaraq -- Respect",
            "Ellam Iquklitlerkaa -- The End of the World",
            "Anglicarillerkaq -- Child Rearing",
            "Ellminek Tuqutellerkaq -- Suicide",
            "Taangaq -- Alcohol",
            "Kuingirrluk -- Marijuana",
            "Qilnganeryaraq -- Grief"
        ]
    },
    "cpb-aacip-127-65v6x4wh.h264": {
        "videoID": "cpb-aacip-127-65v6x4wh.h264",
        "title": "Title Placeholder",
        "time": "19:48",
        "metadata": {
            "Date": [],
            "Name:": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": [],
            "Role 2:": []
        },
        "summary": [
            [
                "00:56",
                "Qanemciluni Cakayagtun [Johnny Samuelson] allrakungqerrniluni, Ceńaqlirni yuurrluni Qipnermi-llu anglillerminek, Anuuraamun-llu aipangyartullerminek.",
                "Talks about being the same age as Cakayak [Johnny Samuelson], being born in Ceńaqliit and growing up Qipneq [Kipnuk], and moving to Anuuraaq to marry."
            ],
            [
                "02:26",
                "Qanemciluni usvituluni yuusqumatullerminek, amirkaq atauciq qemangqauraasqelluku qayangellerkaminun, akirrauteni qemangqaurluku akitunrulrianun atuusqelluku, tan’gaurluullermini-llu Kass’artarnek aklungqerrsullerminek.",
                "Talks about being instructed to live wisely, saving up furs one by one until he gets a kayak, to save money to afford more expensive things, and growing up wanting Western clothes."
            ],
            [
                "04:59",
                "Qanemciluni pilugutuyaaqerraarluni sap’akilanguciminek, umyugailkuni ilani ayuqniarciqnillerminek, irniami-llu iliita akiuteni quyurqurkuniki cangyugngacianek.",
                "Talks about switching from skin boots to Western shoes, how being mindless leads to coveting peers, and how one of his children could afford things if he saved."
            ],
            [
                "08:00",
                "Qalarrluni tegganret atullermeggnek picurlallermeggnek-llu qalartelauciatnek, Min’garalriim qanemcianek Aassitugaankunek, Aassitugaq picuileng’e’rmi qemagciuratuami caicuitellranek, angayuqrit-llu yuungnaqkata neqkautengqerciqniluki cautengqerciqniluki-llu.",
                "Talks about how elders give advice based on their experiences and mistakes, how Min’garalria [Qinaq] told a story of Aassitugaq and family, how Aassitugaq was a bad hunter but always saved and had things, and how a family could have food and things if their parents strive."
            ],
            [
                "11:21",
                "Qalarrluni qetunralget arrsaunritniluki, pissulriim-llu atauciunge’rmi talliman nukalpiat nepliryulriit anagcugngacianek.",
                "Talks about how those with sons are not poor, and how a single hunter can catch more than five quarreling great hunters."
            ],
            [
                "13:43",
                "Qanemciluni neviarcaraat uingeksailnguut ayuqucirtuumallratnek, unugmi angutet wall’u arnat ullaasqevkenaki, aglenrraat-llu inerquutaitnek",
                "Talks about how unmarried girls would be instructed, not to meet young men or women at night, and admonishments for first-year menstruations."
            ],
            [
                "15:26",
                "Qanemciluni ayuqucirtullerkarteng kingurautniluku, ayagyuat Kass’at yuungnaquciatnun ekuciatnek, Yugtun-llu qaneryaraat temciqutekuciatnek, niicugnirraarluteng-llu qanellri pegtelauciatnek.",
                "Talks about how late it is to speak of traditional instructions, youth getting into the Western way of life and making fun of the Yup’ik language, and how some listen to him then forget what he says."
            ],
            [
                "16:57",
                "Qanemciluni melqulguteteng qemanqatullermeggnek, maklaaret kiturceterrlainarpek’naki apa’urlumi qanellranek, ciuliartarmek qalartellerkani tengrukenriuciminek, irniaminek-llu alerquutet maligtaqunrilngurnek.",
                "Talks about how they saved whatever fur they got, how his grandfather told him to catch after seal he sees, how he has no more motivation to talk about the ancestors’ ways, and how his children don’t follow traditional teachings."
            ]
        ],
        "elderTags": [],
        "tags": [
            "Yugtun Qalarcaraq -- Yup'ik Language",
            "Imarpigmiutaat, Unkumkiutaat, Mermiutaat -- Marine Animals",
            "Amiq, Qecik -- Skin",
            "Pingnatugyaraq -- Providing",
            "Melqulegcuryaraq -- Trapping",
            "Aklut -- Clothes",
            "Qayaq -- Kayak",
            "Aipangvailegmeng Akusrarcaraq -- Premarital Sex",
            "Qanruyutet, Qaneryarat -- Traditional Wisdom, Wise Words",
            "Alerquutet, Ayuqucirtuutet -- Instructions",
            "Aglenraraq -- First Year of Menstruation"
        ]
    },
    "cpb-aacip-127-66vx0v02.h264": {
        "videoID": "cpb-aacip-127-66vx0v02.h264",
        "title": "Title Placeholder",
        "time": "21:52",
        "metadata": {
            "Date": [],
            "Name:": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [
                "Elena Charles"
            ],
            "Role 1:": [
                "Interviewee"
            ],
            "Name 2:": [],
            "Role 2:": []
        },
        "summary": [
            [
                "01:03",
                "Qanemciluni Yugtarnek Kass’artarnek-llu naanguanek, nasaurluullgutni-llu yaaruitullermeggnek, airratullermeggnek, kiagmi-llu inuguatullermeggnek/irniaruatullermeggnek.",
                "Talks about Yup’ik and Western toys, how she and the other girls would tell storyknife stories, playing string games, and playing with dolls in the summer."
            ],
            [
                "05:31",
                "Qanemciluni canegnek enelitullermeggnek irniaruanek-llu, naanguarkameggnek quagcinek aturalinguatullermeggnek, kiagmi angualgutullerminek egelrutkun, irniaminek irniarualrianek yaaruilrianek-llu, mikelnguut-llu Kass’artarnek naanguaryaurciatnek.",
                "Talks about making grass houses and people, making sourdock clothes to play with, how she always traveled in the summer by paddling a canoe, her children playing with dolls and telling storyknife stories, and children now playing with Western toys."
            ],
            [
                "07:49",
                "Qanemciluni anguteteng ayakata’arqata upyutetullermeggnek, aatiin kuvyatullranek taluyalitullranek-llu, aipani-llu uksuiyatullermegnek up’nerkiyatullermegnek-llu, angutet-llu tangvallmi kapkaanatullratnek.",
                "Talks about helping the men of their family prepare for travels, her father using nets and making fish traps, going to winter and spring camp with her husband, and how the men she watched set steel traps."
            ],
            [
                "09:24",
                "Qanemciluni angayuqaagni-llu up’nerkiyatullermeggnek, ella-llu qaillun pingraan pelatekani qerrucuitellratnek.",
                "Talks about going to spring camp with her parents, and not being cold in tents despite the weather,"
            ],
            [
                "10:51",
                "Qanemciluni up’nerkami equgtatullerminek, atami atu’urkai aaniin upyut’lallranek, tuntuvagnek ivrucingqellermeggnek, amllerraarluteng-llu tuntut 1941-aami amllerrluteng tuqullratnek.",
                "Talks about how she would gather wood in the spring, her mother preparing clothes for her [speaker] father, how they had waterproof moose skin boots, and many caribou dying in 1941 after being plentiful."
            ],
            [
                "12:49",
                "Qalarrluni aarcirtuutnek qessayaraq caitnaqniluku, yuut cayarait tangrresqumallerminek, caliuraasqumallerminek, pistekami ungangkengai aulukesqumallerminek, angayuqaagmi neqkat kenciktullragnek, alerquutet maligtaquluki neqet neqkat-llu uqlaucuiluciminek.",
                "Talks about warnings that laziness leads to destitution, to watch what people do, to work diligently, to take care of what a provider catches, how her parents revered food, and how she never makes a mess with food according to traditional instructions."
            ],
            [
                "15:19",
                "Qanemciluni neqet akerciurcecuitellratnek, qerrullret [assiirulluteng] qimugteńun neqkiutullratnek, ilussaqertellrianek tangyuitellranek, anglillermini amlleret piunriyuitellratnek naulluussiyaayuunateng-llu, taangartaitellranek, arnaurtellerminek, angayuqaagmi-llu cucukekiignek aipangllerminek.",
                "Talks about how they wouldn’t let fish stay in the sun, how inflated [spoiled] fish were for dogs, how she never say anyone get food poisoning, fewer death and sickness when she was growing up, how there was no alcohol, how she became a woman, and her arranged marriage."
            ],
            [
                "16:51",
                "Qanemciluni mingqiilrianun ellangellrunritlerminek tau͡gaam tupilrianun, arnassagaat kelugkatgun curulitullratnek, pingayunlegnek allrakungqellermini maurlumi piunrillranek, arnassagaat-llu ilagarluki elitellerminek.",
                "Talks about how she didn’t grow up around grass basket making but grass weaving, old women making mats out of course grass, her grandmother’s death when she was eight, and how she learned from being around old ladies."
            ],
            [
                "17:43",
                "Qanemciluni aanii qessallrani Mikelnguut Elitnaurviatni ak’allartarteggun elitnaurillerminek, tupigyarami aanami alerquutainek, Mikelnguut Elitnaurviatni ikaraliitii, elitnaurvigmi issrat’lillerminek, kalngalitullratnek-llu.",
                "Talks about teaching Yup’ik ways of making things at Mikelnguut Elitnaurviat when her mother refused, her mother’s instruction on weaving, her grass mat at Mikelnguut Elitnaurviat, making a grass backpack for the school, and making grass bags for fish."
            ],
            [
                "21:05",
                "Qanemciluni yuut tamarmeng ellivingqetullratnek, kinercilriit-llu neqet assiirucuitellratnek.",
                "Talks about how every family had a cache, and how drying fish wouldn’t go bad."
            ]
        ],
        "elderTags": [],
        "tags": [
            "Tuntu -- Reindeer, Caribou",
            "Tuntuvak -- Moose",
            "Tuntupik, Tuntupiaq -- Caribou",
            "Tupigyaraq -- Grass Weaving",
            "Mingqaat -- Grass Baskets",
            "Kelugkaq -- Grass Grass for Weaving Mats",
            "Issran -- Grass Backpack",
            "Kalngak -- Grass Bag for Fish",
            "Ivrucit -- Waterproof Skin Boots",
            "Kuvyat -- Drift Nets",
            "Taluyat -- Fish Traps",
            "Calirpagyaraq -- Hard Work",
            "Up'nerkilleq -- Spring Camp",
            "Uksuilleq -- Winter Camp",
            "Neqkat Kenciksarait -- Reverence for Food Sources",
            "Akerciurcecuunaki -- Not Letting Them Stay in the Sun",
            "Elagyat, Elliviit, Mamterat -- Food Caches",
            "Unangkengaita Auluksarat -- Taking Care of Catch",
            "Taquat -- Provisions",
            "Angayuqrita Cucukekaitnek Aipangyaraq -- Arranged Marriage",
            "Egacuayiit -- Legendary Little People",
            "Kapkaanaq -- Steel Trap",
            "Tupigyaraq -- Grass Weaving",
            "Equgtaryaraq -- Gathering Wood",
            "Mingqaat -- Grass Baskets",
            "Ayagassuutet -- Transportation",
            "Egelrun -- Canoe",
            "Irniaruat, Inuguat -- Dolls",
            "Airraq -- String Games",
            "Yaaruin -- Story Knife",
            "Naumriit Enenguat -- Households Made of Plants",
            "Qavam Qessam-llu Pikaitnarquciak -- Sleep and Laziness Lead to Destitution",
            "Alerquutet, Ayuqucirtuutet -- Instructions",
            "Aglenraraq -- First Year of Menstruation",
            "Kencikiyaraq -- Reverence",
            "Taangaq -- Alcohol",
            "Ilussaqercaraq -- Food Poisoning",
            "Piunrissiyaayuitellrat Naulluussiyaayuunateng-llu -- Fewer Sickness and Death"
        ]
    },
    "cpb-aacip-127-68kd59ft.h264": {
        "videoID": "cpb-aacip-127-68kd59ft.h264",
        "title": "Title Placeholder",
        "time": "22:22",
        "metadata": {
            "Date": [],
            "Name:": [],
            "Genre 1:": [
                "Interview",
                "Gener 2:",
                "Personal History"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [
                "Kuiggluk [Kwethluk]"
            ],
            "Name 1:": [
                "Betty"
            ],
            "Role 1:": [
                "Interviewee"
            ],
            "Name 2:": [],
            "Role 2:": []
        },
        "summary": [
            [
                "00:39",
                "Betty qanemciuq iinriurteńgurteqarraallerminek, iinriurtek-llu tekitellriik mumigut’lallerminek.",
                "Betty talks about becoming the first nurse, and translating for nurses that came."
            ],
            [
                "02:47",
                "Qanemciluni naulluulriit ayuquciit igauqaarluki iinriurteńek iinrukaitnek alerqutullerminek, elitnauristeḿek-llu ikayurterluni iinruliutullermegnek.",
                "Talks about relaying between patient check-ups and the nurses’ prescriptions, and working with teachers for prescriptions."
            ],
            [
                "05:10",
                "Qanemciluni tekitellriit yuungcaristet ikayuusqelluki 1960-mi council-aanek caliarkangllerminek, ellminek Kass’atun emutellriit qanrutkesqelluki elitnauristeḿun qanrucimallerminek, ellminek-llu qanercuuteliuryaurtellerminek.",
                "Talks about being taken in by the tribal council in 1960 to officially help the arriving nurses, a teacher telling her to start reporting in English by herself, and learning to operate the radio by herself."
            ],
            [
                "11:32",
                "Qanemciluni ellminek qanercuutengllerminek, iinrukaitnek upyut’lallerminek, elitnauristeḿek-llu ikayurtaileng’e’rmi caliyaurtellerminek.",
                "Talks about starting to report through the radio by herself, preparing prescriptions, and starting to work independantly without a teacher’s help."
            ],
            [
                "14:59",
                "Qanemciluni elitnauqeryartullerminek, calillguterluni-llu Kuigglugmi calillermegnek.",
                "Talks about going to training, and working with another in Kuiggluk [Kwethluk]."
            ],
            [
                "17:24",
                "Qanemciluni yuungcaristet ellimeratni elitellerminek, yuungcaryaramek elitellerminek, Kass’atun elitellerminek, Yugtun-llu qalartesciigatlermeggnek.",
                "Talks about learning healthcare by by invitation from nurses, learning about health care, learning English for her work, and not being allowed to speak Yup’ik."
            ],
            [
                "20:02",
                "Qanemciluni Kass’atun elitellerminek, kinguveminek-llu.",
                "Talks about learning English, and her descendants."
            ]
        ],
        "elderTags": [],
        "tags": [
            "Yuungcarviit -- Clinics and Hospitals"
        ]
    },
    "cpb-aacip-127-69m37zr9.h264": {
        "videoID": "cpb-aacip-127-69m37zr9.h264",
        "title": "Title Placeholder",
        "time": "26:53",
        "metadata": {
            "Date": [],
            "Name:": [],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": [],
            "Role 2:": []
        },
        "summary": [
            [
                "00:36",
                "Qanemciuq ellangellermini qanruyutellerminek, Tagyaram paingani ellangellerminek, neqlillerni kiingan yugnek tangtullermeggnek, maurluugminek anglicartegminek, unuakumi maurlumi inerqulallranek, caliqcaarluteng-llu ullagtaarutesqumanritlermeggnek.",
                "Talks about traditional wisdom when she was growing up, growing up at the mouth of Tagyaraq, only seeing people at fish camp, being raised by her grandparents, her grandmother admonishing them in the morning, and to keep busy instead of always visiting each other."
            ],
            [
                "04:06",
                "Qanemciluni cakameggnun tupitullermeggnek, tupiganek neqkameng caqukaitnek, iitanek taryaqviit caqukaitnek, cumercuilkuneng iliiraarkauciatnek, Kass’artartaunani ellangellerminek, ellangellratni mat’um nalliinitun ayuqellrunrilucianek, qanruyutet-llu qigcignarquciatnek.",
                "Talks about weaving grass for things, woves grass food containers, tall cottongrass containers for king salmon, how they would be beggars if they don’t work hard, growing with nothing Western, how different things were when she was growing up, and how wisdom deserves respect."
            ],
            [
                "06:02",
                "Qanemciluni neqalleruar ikgelkevkenaku ciuniuresqumallerminek, segluki kinerciryaraitnek, ikgelkelluki-llu ilangcimanrilnguut caunrirarkauciatnek.",
                "Talks about accepting any fish without saying it is not enough, cutting and drying fish, and how neglected food that is considered not enough will go to waste."
            ],
            [
                "07:16",
                "Qalarrluni unangkengait tamalkuita amrukevkenaki aulukesqelluki, neqallret ciqicaraitnek, anrutaq piinani nangteqnarqucianek, neqa sagtesqevkenaku, assiilkiluteng-llu qessakiluteng-llu neresqevkenaki.",
                "Talks about taking care of all catch no matter how much it is, proper disposal of fish scraps, how an empty stomach is unbearable, not to scatter food into a mess, and not to dislike or reject food."
            ],
            [
                "09:05",
                "Qalarrluni irniaminek anglicaryaraanek, uimeggnun cingutesqevkenaki, enemi nayuusqelluki, anagulluku inerciigaluciat pivkenaki, yagiraasqevkenaki, qanpautesqevkenaki, qavaryunqegkuneng-llu irniayagaita qurciqniluki.",
                "Talks about child rearing, not to push their children to their husbands, to stay with them in the house, not to react too excessively to their misbehavior, never to raise a hand against them, not to shout at them, and that their babies will pee on them if they sleep too much."
            ],
            [
                "14:01",
                "Qanemciluni iqairyaranek terr’ilitatullermeggnek, caunrilketalriit caitelauciatnek, qemangqauralriit atullerkameggnun tekitelauciatnek, kenkem qanruyutngucianek, akinauresqevkenaki, allanret-llu ilaliuresqelluki.",
                "Talks about using washable diapers, those who disparage things will have nothing, how things kept available eventually get used, how love is a part of wisdom, not to retaliate, and be hospitable to guests from other villages,"
            ],
            [
                "16:47",
                "Qalarrluni ilait cangraata pillruniluteng, angayuqateng qigcikesqelluki, cam tamarmi qanruyutengqerrucianek, ilateng kenkesqellukik, qanruyun-llu paitaqesqeńiluku.",
                "Talks about treating peers well no matter what they do to you, respect your parents, how there’s wisdom for everything, to love one another, and to continue to pass down wisdom."
            ],
            [
                "20:29",
                "Qalarrluni yuut tamarmeng qessatuciatnek, qessailngurnek qessanqunek-llu, qessailnguut ayuquciatnek, qessanqut-llu ayuquciatnek.",
                "Talks about how every person has laziness, not lazy people and lazy people, how people who aren’t lazy are, and how lazy people are."
            ],
            [
                "23:38",
                "Qalarrluni yuk qenngailngurmek ilaitniluku, piunriquneng-llu nunkagketnek.",
                "Talks about how every person feels anger, and afterlife destinations."
            ],
            [
                "25:33",
                "Qalarrluni qessange’rmi piuraasqelluku, neqet amllengraata aulukesqelluki, aklut sagtesqevkenaki, paralqerpaigata-llu neq’liuresqelluki.",
                "Talks about ignoring laziness, to work on fish even if there are a lot, to keep clothes neat, and to work on food before they get worms."
            ],
            [
                "Genre 1:\t",
                "Genre 2:",
                "Interview"
            ],
            [
                "Cultural, Personal History",
                "Genre 4 (Location):",
                "Quality:"
            ]
        ],
        "elderTags": [],
        "tags": [
            "Tupigyaraq -- Grass Weaving",
            "Iitaq -- Tall Cottongrass",
            "Akluq, Aklut -- Clothing, Possessions",
            "Piunrillret, Yuunrillret, Tuqullret, Catairutellret -- Afterlife",
            "Neqsuryaraq -- Fishing",
            "Calirpagyaraq -- Hard Work",
            "Neqlilleq, Neqlivik -- Fish Camp",
            "Segyaraq, Cegyaraq -- Fish Cutting",
            "Kinerciriyaraq -- Drying",
            "Unangkengaita Auluksarait -- Taking Care of Catch",
            "Aulukumanrilnguut Assiirutarkauciat -- Neglected Food Will Spoil",
            "Tutmarngaingurmun Ciqicarat -- Disposal Where People Won't Trod",
            "Kass'at Tekipailgata -- Before Western Contact",
            "Tupigyaraq -- Grass Weaving",
            "Qavam Qessam-llu Pikaitnarquciak -- Sleep and Laziness Lead to Destitution",
            "Qanruyutet, Qaneryarat -- Traditional Wisdom, Wise Words",
            "Qessaicaraq -- Not Being Lazy",
            "Kenkucaraq -- Loving Each Other",
            "Assiilkiurluteng Neresqevkenaki -- Do Not Dislike Food",
            "Qessakiluteng Neresqevkenaki -- Do Not Reject Food",
            "Akinauresqevkenaki -- Do Not Retaliate",
            "Qessayaraq -- Laziness",
            "Ciuniuryaraq -- Welcoming Guests",
            "Yagiravkenaki -- Do Not Raise a Hand Against Them",
            "Qanpautevkenaki -- Do Not Shout at Them"
        ]
    },
    "cpb-aacip-127-719kdf8m.h264": {
        "videoID": "cpb-aacip-127-719kdf8m.h264",
        "title": "Title Placeholder",
        "time": "10:37",
        "metadata": {
            "Date": [],
            "Name:": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Cultural, Personal History"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [
                "Mamterilleq [Bethel]"
            ],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": [],
            "Role 2:": []
        },
        "summary": [
            [
                "00:00",
                "Qanemciluni Kass’alillranek.",
                "Talks about how there were a lot of Caucasians among them."
            ],
            [
                "00:26",
                "Qanemciuq Mamterillermun upakarraallerminek, anglillermini Mamterillermiunek, enepiangqetullermeggnek qasgimek-llu, muragnek-llu enenek.",
                "Talks about first moving to Mamterilleq [Bethel], the early inhabitants of Mamterilleq, how they had mud houses and a community house [sod], and log houses."
            ],
            [
                "02:09",
                "Qanemciluni yuut neqnek cumigtetullratnek, meluit qamiqurrit-llu kinercitullratnek, nanilngurnek kuvyangqetullratnek, angyameng cavyarauciatnek, qusuurnek-llu qalutullermeggnek.",
                "Talks about how people focused on food, drying fish roe and heads, how they had short drift nets, how boats required rowing, and dipnetting for rainbow smelt."
            ],
            [
                "03:34",
                "Qanemciluni kencikngamegteki neqet sagcuitellratnek, cailkamtevkarpek’naki neqet qamagtelallratnek, neqkat kencikenrilkaceteng enurnarilauciatnek, kipusvigtangucianek, ellirauluteng anglillermeggnek, aulukestemeng-llu piliarinek cikiutengtullermeggnek.",
                "Talks about how they would not scatter fish out of reverence, storing food away instead of leaving it, how food sources that aren’t revered become scarce, there now being stores, growing up as orphans, and getting handmade gifts from their caretaker."
            ],
            [
                "05:30",
                "Qanemciluni yuut elliraat takumcuktullratnek, yuut naklegyugngairuciatnek, eyagyaram-llu tungiinun nalluciminek.",
                "Talks about how people took pity on orphans, how people will not have pity now, and not knowing much about abstinence."
            ],
            [
                "06:37",
                "Qalarrluni yuut ilakutenriuciatnek, ilakuyuteqapigtetullermeggnek, ilameggnek-llu tegleganguciatnek.",
                "Talks about people losing a sense of community, how they used to have a strong sense of community, and how they have started stealing from each other."
            ],
            [
                "08:39",
                "Qalarrluni ayagyuat kenkutesqumaniluki, taangam-llu arenqiallugutainek.",
                "Talks about how youth should treat each other with love, and negative effects of alcohol."
            ]
        ],
        "elderTags": [],
        "tags": [
            "Mamterilleq -- Bethel",
            "Elliraat -- Orphans",
            "Kuvyat -- Drift Nets",
            "Qalut -- Dipnets",
            "Qemagciyaraq -- Storage",
            "Enepiaq, Nepiaq -- Sod-House",
            "Kipusviit -- Trading Posts, Stores",
            "Angyaq -- Boat",
            "Alerquutet, Ayuqucirtuutet -- Instructions",
            "Kenkucaraq -- Loving Each Other",
            "Teglegyaraq -- Stealing",
            "Qasgiq, Qaygiq -- Community or Men's House",
            "Taangaq -- Alcohol"
        ]
    },
    "cpb-aacip-127-719kdfjd.h264": {
        "videoID": "cpb-aacip-127-719kdfjd.h264",
        "title": "Title Placeholder",
        "time": "1:02:28",
        "metadata": {
            "Date": [],
            "Name:": [],
            "Genre 1:": [
                "Compilation"
            ],
            "Genre 2:": [
                "Cultural, Personal History"
            ],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": [],
            "Role 2:": []
        },
        "summary": [
            [
                "00:17",
                "Qanemciuq piunrilrianek niitaqameng nepliatullratnek, yuut kanvellrat cukariciqniluku ciunerkiullermek, nepliananrirarkauciatnek, taangatullerminek-llu.",
                "Talks about how villages used to mourn, a prediction of people dying off more quickly in the future, how people will stop mourning, and past use of alcohol."
            ],
            [
                "02:32",
                "Qalarrluni Yullret Yuugarkat-llu cimillerkaatnek, ciunerkiullrit tangvauciminek, nunat tamarmeng ciunerkiullertun elliuciatnek, ayagyuat-llu qanruyuteteng cakenrirniluki.",
                "Talks about a shift in past and modern Yupiit, seeing the predictions come true, how every village have become as predicted, and how youth don’t adhere to wisdom anymore"
            ],
            [
                "04:40",
                "Qanemciluni yuilqumi anglillerminek, up’nerkami naugaaralrianek nertullerminek, anglillermini naumalrianek nerurarraarluni taqnerurcami taqsuqsuitellerminek wall’u qerrucuunani, naumalriit-llu tememun ikayuutnguciatnek.",
                "Talks about growing up in the wilderness, eating plants in the spring when they grew, never feeling tired or too cold as an adult after a childhood of eating plants, and how beneficial plants are for the body."
            ],
            [
                "06:17",
                "Qalarrluni ellminek atanqerkaunritniluku, temirteńgurrnge’rmi umyuangqerrkauniluku, Agayutem-llu wall’u Yuut alerquutaitnek ukvengqerrarkauniluki.",
                "Talks about not to preside over oneself, to be mindful even as an adult, and the need for belief in in God’s or Yup’ik commandments."
            ],
            [
                "07:41",
                "Qalarrluni ellakegtaaraungraan ellarrlugnilallratnek, naulriit pikaitnek ellallinriraqan ellakegtaar ellarrluuniluku, naucetaanek neqelget Kass’at ellallinritaqan ellarrlukuciatnek, nauginritaqameng kaituniluki, mermek-llu enuqitellrianek.",
                "Talks about “bad weather” when the weather is good, how bad “good weather” is no rain for plants to grow, how agricultural Westerners consider no rain to be bad weather, crop failures leading to starvation, and water shortages."
            ],
            [
                "09:52",
                "Qalarrluni cat enurnarilauciatnek, Agayun-llu cangayugaqami neqkaugarkat catairucet’laucianek.",
                "Talks about how some things become scarce, and how God takes away food sources when taking offense."
            ],
            [
                "10:46",
                "Qalarrluni naucetaamegteggun piitnalrianek, kuigteggun piitnalrianek, nengla puqla-llu pitatekenrilkagnek naumalriit naungailuciatnek, mermiutaat tuaten puqlamun nengelmun-llu agtuumaciatnek, piitnam-llu nallunailkutengqerrucianek.",
                "Talks about shortage of crops, shortage for river subsisters, how plants will not grow if cold and warm are not in harmony, how marine animals are also affected by warm and cold, and that famine is preceded by signs."
            ],
            [
                "12:36",
                "Qalarrluni piitnam malruucianek, angucalum piitnam kiagnacialaucianek, arnacalum piitnam kiagyararalaucianek, tamakuk nalliigni nunat tamarmeng ellarrlutuciatnek, tunglimi arnacalumi piitnami yugugaat palullratnek, anakuneng ilait nugtartetullratnek, kaignami nunat qaillun ellilauciatnek, ellarrluum nallunailkutiinek, ellam-llu qupsaraanek.",
                "Talks about two types of times of need, how a male time of need has late summers, how a female time of need has early summers, how bad weather presides all villages over during those times, how they spoke of the last female time of need where many starved, how some survivors would move, how a village progesses during starvation, the sign of bad weather, and the world or universe cracking."
            ],
            [
                "15:17",
                "Qalarrluni ellarrlugmek tekitarkamek, ciulirnellernek elitellret kinguvararkaunge’rmegteki piyuiluciatnek, ellarrlukatangraan neqaitqapigcuilucianek, pirtuum nalliinek, piitnam-llu nalliini carvanrem kanermek ilangqerrucianek.",
                "Talks about the impending bad weather, how those who heard from elders must pass them on but don’t, how there’s still some food even with impending bad weather, blizzard seasons, and how there’s frost on the currents during times of need."
            ],
            [
                "19:23",
                "Qanemciluni can’giirmek ut’rulluni kenillranek, meluutaitellerkameggnek nangyaryullratnek, meluut kenircirat cangariyuiluciatnek, qangqiiret-llu anaitnek neryugngaciatnek.",
                "Talks about bringing home a blackfish and cooking it, how they used to be scared of having no fish roe, how dried roe lasts long, and how ptarmigan feces is edible."
            ],
            [
                "21:43",
                "Qalarrluni ak’anun nereksailngurnek alungyaraat qassarluki tuqunarquciatnek, kemgillillret-llu angungnaqlernek.",
                "Talks about how eating blackfish fries raw is deadly after a long period of not eating, and gaunt people going out to try to find food."
            ],
            [
                "23:13",
                "Qalarrluni taangakun picurlalrianek, maa-i taangaryulrianek, taangam-llu navguutngucia ayagyuanun umyuaqesqumaniluku.",
                "Talks about alcohol-related accidents, modern alcohol addiction, and how he wants youth to remember how destructive alcohol is."
            ],
            [
                "27:32",
                "Qalarrluni kenekngamegteki irniateng auluk’lauciatnek, irniarit angliameng qigcigtanriuciatnek, ilait-llu ayainanermeggni taangayuiruyuciatnek.",
                "Talks about parents taking care of their children out of love, children being disrespectful when they’re older, and how some people quit drinking when they’re older."
            ],
            [
                "30:24",
                "Qalarrluni qayatgun ayagatullermeggnek, imarnitnek, qayalriani ket’garyaramek, taangam picurlagnarqucianek, taangakun-llu kanevtellriatun ayuquciatnek.",
                "Talks about traveling by kayak, seal gut rain parkas, waterproofing kayak holes in the water, alcohol causing accidents, and many people dying from alcohol."
            ],
            [
                "33:43",
                "Qalarrluni pugtautet piicunailuciatnek, qayatullermeggnek maa-i-llu levaatgun ayagaluaciatnek, yuum-llu picurliin ciuqerrani uitacianek.",
                "Talks about the importance of floatation devices, traveling by kayak before and by boat motors now, and how misfortune is always waiting to happen."
            ],
            [
                "36:11",
                "Qalarrluni qanruyutet qanrutkestairu, ayuqenrilnguut-llu qalarrnge’rmeng ataucimek qanruyutmek qalartellratnek.",
                "Talks about how there are no more elders to pass on wisdom, and how he used to hear the same wisdom from different elders."
            ],
            [
                "38:05",
                "Qanemciluni natret carrirturaasqelluki alerquumallermegnek, enemi cauralriit naulluuyuunateng yuunertuniluki, caarrluum-llu menuurrnarqenrilucianek.",
                "Talks about being instructed to always clean the floor, how people who keep the house clean live long without sickness, and how debris does not make one unclean"
            ],
            [
                "40:43",
                "Qalarrluni maa-i enet anagutniluki, Cakayiinkuni [Johnny Samson] uitavallutullerminek carirturallerminek-llu, elitnaurvigtangellranek, cat-llu tamalkuita perrirturaasqelluki alerquumallerminek.",
                "Talks about how superfluous modern homes are, staying with Cakayak’s family [Johnny Samson] a lot and always tidying their house, and schools and colleges appearing, being told to always clean everything."
            ],
            [
                "44:45",
                "Qalarrluni arnat aanateng caurallrit murilkelauciatnek, qulngunritaraat irniami ayuqenriluciatnek, ilaita sagtelauciatnek ilaita-llu sagtenriluciatnek, melqut-llu aklut qelleksaraitnek.",
                "Talks about how daughters watch their mother working, how different her nine children are, how some keep their homes tidy and some don’t, and storing fur clothes well."
            ],
            [
                "48:16",
                "Qalarrluni maa-i enemeggni tukuurrniluki, arnam ena aulukarkaucianek, angutet ilaita ikayuutelauciatnek, maa-i-llu. ayagyuat enemi catussiyaanriuciatnek.",
                "Talks about modern people having abundance in homes, how women should take care of the home, how some men help, and how modern teenagers do not do much around the house."
            ],
            [
                "51:50",
                "Qalarrluni aanaulriit irniateng tangvagcelluki elicungcaryugngaciatnek, callerkateng peggluki elitnaurvigmun caugarkauciatnek, irniami elitnauryaram cauryaram-llu tungiignun ayuquciatnek, irniarit-llu tangvagturluteng elitelauciatnek.",
                "Talks about how mothers teach their children through having them observe, how they are made to go to school instead of doing chores, her children’s attitudes on school and chores, and how children learn by observation."
            ],
            [
                "55:47",
                "Qanemciluni carrarmek elitnaullerminek, ayagyuarluni aipangllerminek, maa-i ilaita kassuutnaciryauruciatnek, imumi aipangyaraq pirkaktullruniluku, qaillun angayuqrulriit irniateng aiparkiuryaraitnek, angayuqaagken angutekegtaarmek aiparkiullruaciagnek, aipangqerraallermini-llu ilain alerquutaitnek.",
                "Talks about going to school for a short time, getting married young, how some modern people get married when they’re older, how important marriage was back then, how parents chose spouses for their children, how she was arranged to marry a good man, and her family’s advice early in her marriage."
            ],
            [
                "1:00:58",
                "Qanemciluni ayagyuange’rmi umyuarniutullerminek, angayuqaagmi cucukekiignek aipangllerminek, aipangqerraallerminek-llu.",
                "Talks about tending to worry at a young age, agreeing to an arranged marriage, and her early marriage."
            ]
        ],
        "elderTags": [],
        "tags": [
            "Ellarrluk -- Good Weather Being Bad",
            "Alungyaraat -- Blackfish Fries",
            "Meluk, Imlauk -- Roe",
            "Qangqiiq -- Ptarmigan",
            "Naucetaanek Enuqitellriit -- Crop Failure",
            "Imarnin -- Seal Gut Rain Parka",
            "Agayumayaraq, Agayumaciq -- Christianity",
            "Ellam Yua -- Spirit of the Universe",
            "Neqsuryaraq -- Fishing",
            "Ket'garyaraq -- Waterproofing a Kayak with a Rain Parka",
            "Pugtautet -- Life Vests, Floatation Devices",
            "Enurnaq -- Scarcity",
            "Nallunailkutet -- Preceding Signs",
            "Angucaluq -- Late Summer",
            "Arnacaluq -- Early Summer",
            "Ella Qupsaraa -- The World, Universe Cracks",
            "Tuquiyaraq, Nepliayaraq -- Mourning",
            "Angayuqrita Cucukekaitnek Aipangyaraq -- Arranged Marriage",
            "Qayaq -- Kayak",
            "Qigcikiyaraq -- Respect",
            "Enem Ilua Carrirturyaraa -- Keeping the House Clean",
            "Ellminek Ataneqsaraq, Umyugiuryaraq -- Being Self-Interested",
            "Yuut Cimillerkaat -- People Will Change",
            "Taangaq -- Alcohol"
        ]
    },
    "cpb-aacip-127-74cnpfqb.h264": {
        "videoID": "cpb-aacip-127-74cnpfqb.h264",
        "title": "Title Placeholder",
        "time": "13:38",
        "metadata": {
            "Date": [],
            "Name:": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": [],
            "Role 2:": []
        },
        "summary": [
            [
                "00:00",
                "Qanemciluni Kass’anek tangerqerraallermeggnek, aglenrraat eyagyaraitnek, mikelnguut kencigyugluteng akuyucuitellratnek, tan’gaurluut tungiitnun nasaurluut callerkaatnek, nuyavvlisqevkenaki, erurirraarluteng-llu neq’liuresqelluki.",
                "Talks about first Western contact, abstinence related to first menstruations, how children avoided the other sex out of deep respect, restrained behavior around boys, keeping hair kempt, and to wash hands before handling food."
            ],
            [
                "02:57",
                "Qalarrluni tan’gaurluut qumaqicaraitnek, neqa kencikesqelluku, kuvyalriani cangtaq atauciungraan ciuniuresqelluku, uitatellriit assiirut’lauciatnek, neqet-llu auluksaraatnek.",
                "Talks about how boys can become sex crazed, to revere food, to welcome even one fish when drift netting, how neglected food goes bad, and how to care for food."
            ],
            [
                "06:25",
                "Qanemciluni enemeggni cat paivngallrunriluciatnek, yuut assiiruyuciatnek, ayagyuat elluarluki yuusqelluki, ayagyuat-llu taangamun agtuumaciatnek.",
                "Talks about how houses had less things back then, how people have gotten worse, wanting youth to live well, and alcohol affecting young people."
            ],
            [
                "09:09",
                "Qanemciluni taangartangqerraallranek, kinguliat elluarluki yuusqelluki, neqkat-llu aulukesqelluki.",
                "Talks about the introduction of alcohol, telling successive generations to live well, and to take care of food."
            ]
        ],
        "elderTags": [],
        "tags": [
            "-- Qemagciyaraq -- Storage",
            "Aulukumanrilnguut Assiirutarkauciat -- Neglected Food Will Spoil",
            "Tutmarngailngurmun Ciqicarait -- Disposal Where People Won't Trod",
            "Kass'at Tekiteqerraallratni -- Early Western Contact",
            "Aglenraraq -- First Year of Menstruation",
            "Yuuyaraq -- Way of Life",
            "Kencikiyaraq -- Reverence",
            "Nuyavvliisqevkenaki -- Keep Hair Kempt",
            "Erurirraarluteng Neq'liuryaraq -- Handle Food with Clean Hands",
            "Qumaqicaraq -- Sex Craze",
            "Taangaq -- Alcohol"
        ]
    },
    "cpb-aacip-127-74cnpfr2.h264": {
        "videoID": "cpb-aacip-127-74cnpfr2.h264",
        "title": "Title Placeholder",
        "time": "20:37",
        "metadata": {
            "Date": [],
            "Name:": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Personal History, Culture"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": [],
            "Role 2:": []
        },
        "summary": [
            [
                "00:01",
                "Qanemciluni Paaskaam nalliini Elena Andrew-m piunrillranek, qasgimi anglillerminek Kayalivigmi, yaatemeggni Cuukvagtulirmiunek, pinarilriit tan’gaurluut natermi qavatullermeggnek, apa’urluminek-llu anglicarterluni qavaumavkaumayuitellerminek.",
                "Talks about Elena Andrew passing away around Easter, growing up in the community house in Kayalivik, neighboring village of Cuukvagtuli, boys of age sleeping on the floor, and being raised by his grandfather not to sleep too much."
            ],
            [
                "03:12",
                "Qanemciluni qasgimi qavaryarallermeggnek, qasgimi qalartellrianek, nasaurlurnek-llu iterluteng qanerturalrianek niicugniyartulrianek.",
                "Talks about sleeping arrangements in the community house, instruction in the community house, and girls coming into the community house to listen to instruction."
            ],
            [
                "05:00",
                "Qanemciluni tegganret mikelnguut ayuqucirtuaratullratnek.",
                "Talks about how elders always instructed children."
            ],
            [
                "06:23",
                "Qalarrluni tegganret quyungqanriameng cimillruciatnek, piyugngacimitun ayagyuat qalarutetuniluki, tegganret ayagallerkam tungiinun alerquutaitnek, ayakatalriani taquarkanek cassuutnek-llu, ellaqerrutellriani callerkaitnek, kit’ellerminek-llu.",
                "Talks about how elders have changed since becoming separated, how he advises youth as much as he can, elders’ instruction on traveling, provisions and tools for every trip, what to do when the weather turns, and when he fell through the ice."
            ],
            [
                "13:48",
                "Qanemciluni qimugciyunqenrilami piyuaguratullerminek.",
                "Talks about walking a lot since he didn’t like dog mushing."
            ],
            [
                "14:33",
                "Qalarrluni imkut yuut alerquutaitnek, imumi naulluussiyaayuitellratnek, piunrilriit akultullratnek, uluryanrilnguut naulluuyuiluciatnek, angalkunek ukvengqellratnek, agayulirtet-llu tekiteqerraallratnek.",
                "Talks about traditional instructions of people of old, how people didn’t get sick often in the past, how rare death was, how people don’t get sick if they’re not wary of it, how they believed in shamanism, and when missionaries first arrived."
            ],
            [
                "17:37",
                "Qalarrluni Ellam Yuanek ukvengqellratnek, tuunrangayagmek qanyuitellratnek, angalkut tuunritullratnek, angalkut ella kitugtetullratnek yuut-llu mamevkatullratnek, angalkut-llu cikirluki ilateng ikayuusqetullratnek.",
                "Talks about belief in the Spirit of the Universe [Ellam Yua], the lack of concept of the devil, how shamans performed their rituals, shamans fixing the weather and healing people, and how people brought gifts to request healing from shamans."
            ]
        ],
        "elderTags": [],
        "tags": [
            "Agayulirtet -- Priests",
            "Ellam Yua -- The Spirit of the Universe",
            "Angalkut, Angalkuut -- Shamans",
            "Kit'elleq -- Falling Into Water",
            "Imarpigmi Anangnaqsaraq -- Survival (Ocean)",
            "Qavam Qessam-llu Pikaitnarquciak -- Sleep and Laziness Lead to Destitution",
            "Alerquutet, Ayuqucirtuutet -- Instructions",
            "Qasgiq, Qaygiq -- Community or Men's House",
            "Naulluun, Qenan -- Sickness"
        ]
    },
    "cpb-aacip-127-74qjqbsc.h264": {
        "videoID": "cpb-aacip-127-74qjqbsc.h264",
        "title": "Title Placeholder",
        "time": "21:34",
        "metadata": {
            "Date": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": [],
            "Role 2:": []
        },
        "summary": [
            [
                "00:06",
                "Qalarrluni Ellam Yuanek tangvagtengquratucimteńek, qanrucunarluteng qanruyutet maligtaqusqelluki, maligtaquyaram umyuarturinarqucianek, qanruyutet-llu maligtaqustait qanerteńgurtetuciatnek.",
                "Talks about how the Spirit of the Universe is always watching, to heed advice and obey wisdom, how adhering to traditional instruction makes one wise, and how those who adhere to traditional wisdom become instructors."
            ],
            [
                "02:34",
                "Qalarrluni yuut assiuciat wall’u assiiluciat nallunrit’laucimeggnek, maa-i ellailkarrnarqellrianek, qanrucunarluki neplirpek’nateng-llu yuusqelluki inerquutnek, tegganret-llu uitanqegcilriamek ernermek cikitullratnek.",
                "Talks about knowing people’s good or bad ways, modern causes of senselessness, adages to heed advice and live without commotion, and how elders gave a day of peace."
            ],
            [
                "04:58",
                "Qalarrluni yuut assilriit piciryaraitnek nallunriryaraitnek, tunciurteńi anglillerminek, yuut inglukucuitellratnek, nunarraat pillgutekluteng nuna aulukesqumaniluku, Yugni-llu nunaput ataniuresqumaniluki.",
                "Talks about recognizing the good in people, growing up around reindeer herding, how people didn’t contend with each other, how each village should work together to preserve the land, and how we should govern our lands."
            ],
            [
                "08:28",
                "Qalarrluni ayagyuat angayuqrit calilaata alerquastekailuciatnek, taangakun akilluuqertelauciatnek, niisngalriit calirpatuciatnek, paistet-llu ilaita ayuqucirrluuciatnek ilaita-llu ayuqucirtulauciatnek.",
                "Talks about how youth don’t have instructors because their parents are working, how people squander money on alcohol, how obedient people work hard, and how some babysitters set bad examples and others instruct the children."
            ],
            [
                "11:12",
                "Qalarrluni irniarit unuakumi tupallratni ayuqucirtuusqelluki, ayuqucirtuutetgun kenkekun-llu yuut kitugcaraitnek, yuut-llu tamarmeng alartelauciatnek.",
                "Talks about instructing children when they wake up in the morning, fixing people’s behavior with instruction and love, and how all people have faults."
            ],
            [
                "13:40",
                "Qanemciluni yun’erraat qasgini elitnautullratnek, Kass’artaat elitnaurviit Yugtaat alerquastekait enaillruciatnek, ayagyuat qanrucunairuyuciatnek nepengluteng-llu, iimegteggun-llu elluanrilngurnek tangvauciatnek [Qaneryaranek].",
                "Talks about how young men were instructed in the community house, how Western schools replaced traditional instructors, how youth have become unruly and prone to disquiet, and how their eyes only focus on unrighteous things [Bible]."
            ],
            [
                "15:10",
                "Qalarrluni yuk ukverunani calritesciigalucianek, qanrucunailnguum ukvelriarunrilucianek, qanrucunailnguut au͡gtarnarquciatnek, qanrucunailnguut-llu piinanermeggni tayimqertelauciatnek [piunrirluteng].",
                "Talks about how a person needs faith to be healthy, how one who doesn’t listen to instruction has no faith, how those who do not heed advice hinder others, and how those who don’t heed advice disappear [passing away]."
            ],
            [
                "17:27",
                "Qalarrluni alerquutet Qaneryarani Qulen Alerquutetun ayuqniluki, umyuaqaciit irniateng kiingita inerqulauciatnek, umyualinqigtellriit-llu ayuqucillermeggnun utertesqevkenaki.",
                "Talks about how traditional instructions are like the Biblical commandments, how unmindful people don’t admonish only their children, and when a person changes their ways not to go back."
            ],
            [
                "19:50",
                "Qanemciluni arnagnek ayuqucirturatullregnek, akingellerkani-llu umyuaqevkenaku ikayuasqelluku.",
                "Talks about two women who always instructed people, and to help others without expecting payment."
            ]
        ],
        "elderTags": [],
        "tags": [
            "Nunam Auluksaraa -- Taking Care of the Land",
            "Nunam Ataniuryaraa -- Land Governance",
            "Qaneryaraq, Qaneryaraqegtaar -- Bible",
            "Ellam Yua, Cellam Yua, Cillam Cua -- Spirit of the Universe",
            "Elitnaurvik -- School",
            "Qanrucunailnguut -- Those Who Don't Heed Advice",
            "Alerquutet, Ayuqucirtuutet -- Instructions",
            "Akingellerkani Umyuaqevkenaku -- Do Not Expect Payment",
            "Nepaunani Yuuyaraq -- Living without Commotion",
            "Qasgiq, Qaygiq -- Community or Men's House",
            "Qanertet, Qanrucistet -- Traditional Instructors",
            "Taangaq -- Alcohol"
        ]
    },
    "cpb-aacip-127-752fr7q2.h264": {
        "videoID": "cpb-aacip-127-752fr7q2.h264",
        "title": "Title Placeholder",
        "time": "58:49",
        "metadata": {
            "Date": [],
            "Genre 1:": [
                "Compilation"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": [],
            "Role 2:": []
        },
        "summary": [
            [
                "00:15",
                "Qalartua taangaryulrianek.",
                "Talks about alcohol abuse."
            ],
            [
                "02:01",
                "Qanemciluni nunameggni callarterpallermeggni iinruklerminek, callarcillni-llu teq’ukun erullerminek.",
                "Talks about a remedy she used when the village had sores, and washing her sores with urine."
            ],
            [
                "04:39",
                "Qalarrluni uksumi ellaliurcuutet nancunailuciatnek, arenqiallugtellriani wall’u ayuquciirutellriani arulairesqelluki, pirtungutellriani qanikcarmi uqicaramek, ayarum anirtuutngucianek, pirciqan kanarvikneret aarnarquciatnek, qengarugmi-llu uqicaramek.",
                "Talks about the importance of rain gear in winter, to stop when in and accident or when lost, sheltering in snow during a blizzard, how a staff will save your life, how dangerous depressions are during blizzards, and sheltering in the side of a snowbank."
            ],
            [
                "09:07",
                "Qalarrluni alerquutet cakaarnarqenriluciatnek, iliini kaitullermeggnek, unangkengamegteggun kiingitgun yuutullermeggnek, tememegteggun pinillermeggnek, naklegtallermeggnek, akusrarcaram piitnarqucianek, umyuartulriit-llu elluarrluteng eglertelauciatnek.",
                "Talks about how we shouldn’t ignore traditional instructions, how they sometimes went hungry, how they survived off of what they subsisted off of, how strong their bodies were, how compassionate people were, how mischief leads to need, and how sensible people go through life well."
            ],
            [
                "11:56",
                "Qalarrluni caqlam iinruucianek, igyariqellriit-llu tamatumek iirulauciatnek.",
                "Talks about how caqlaq [rosewort] is medicinal, and how it’s used for sore throats."
            ],
            [
                "14:05",
                "Qalarrluni pakissaagyaramek, irr’inarqelrianek pakikengelrianek, yugnikek’ngaminek-llu ciissinek pakikengllermek.",
                "Talks about gathering from vole caches, strange finds in vole caches, and her friend finding bugs in a vole cache."
            ],
            [
                "16:15",
                "Qanemciluni qetunraminek keggumallermini naumalrianek kevirraarluki unuaquani mamllermek.",
                "Talks about her son stuffing his bite punctures with a plant and how it was healed the next day."
            ],
            [
                "17:57",
                "Qalarrluni yurrluut nunakenrilkemeggni nallunritniluki, ilani naklekesqelluki, ayagyuat-llu angayuqateng niisngasqelluki.",
                "Talks about how disobedient people are widely known, to be compassionate to everyone, and for youth to listen to their parents."
            ],
            [
                "19:56",
                "Qanemciluni naryalngunarqellriartangqerraqan qengateng uqumek mingutullermeggnek, uqum-llu iinruucianek.",
                "Talks about applying seal oil on their noses when there’s strong odors, and how seal oil is medicinal."
            ],
            [
                "21:54",
                "Qalarrluni taangam assiilucianek, kuingirrluum-llu assiilucianek.",
                "Talks about how detrimental alcohol is, and how detrimental marijuana is."
            ],
            [
                "23:51",
                "Qanemciluni qanikcaam aciani epsarpiallermeggnek, qanikcaam acian epsalngunarqucianek, pirciqan ilutulrianun uqitesqevkenaki, tekitarkaunrilngurni utetmun kapuarciluteng qavaasqelluki, apertunriaceteng-llu qaneryaraq nalluyagutengniluki.",
                "Talks about how almost suffocated under snow, how being under snow is suffocating, not to shelter in hollows during a blizzard, marking the direction toward home if you have to stop for the night, and how wisdom is fading because they don’t talk about it anymore."
            ],
            [
                "27:11",
                "Qanemciluni nanlengraata ilakucimeggnek qanrucimatullermeggnek, maa-i ilakuciiruyuciatnek, ilakuyuciirucameng-llu nakukut’nguciatnek.",
                "Talks about how they were told of their extended familes all over, how people don’t know their families anymore, and how people are fighting because they don’t know how they’re related."
            ],
            [
                "29:59",
                "Qalarrluni Kass’artarnek aklunguciatnek, nakukut’nguciatnek, yullret-llu maa-i-tun ayuqellrunriluciatnek.",
                "Talks about having more Western possessions, people starting to fight, and how different people were in the past."
            ],
            [
                "32:08",
                "Qanemciluni qanikcarpatullranek, urugnariaqami merpayuiruyucianek, kuiget cikuit mamtuyuiruyuciatnek, qerrulrianek niicuitellermeggnek, ciunganitun nenglliyuilucianek, aklut-llu maqarqeńanriuciatnek.",
                "Talks about how much snow there used to be, how meltoff isn’t as much as it used to be, river ice not getting thich anymore, how people freezing to death were rare, how it’s not as cold as before, and how clothes aren’t as warm anymore."
            ],
            [
                "34:09",
                "Qanemciluni pitarkat mikutullratnek, yuilquq-llu nepaunani yaqulelitullranek.",
                "Talks about how plentiful animals used to be, and how the wilderness was peaceful and filled with birds."
            ],
            [
                "36:50",
                "Qanemciluni aklumeggnek uksillerkameggnun ayaucitullermeggnek, tekicameng enepialitullermeggnek, ilakuralriit [family] qavcin enelgutketullermeggnek, enelgutkellriit-llu ataucimek neqautengqetullermeggnek.",
                "Talks about traveling to winter camps with their things, building sod houses when they arrive, how several families lived in a single house, and how each household compiled their food."
            ],
            [
                "40:17",
                "Qanemciluni yaqulecuarcurluteng elitnaullermeggnek, yaqulecuaraat meqtarluki elitnaullratnek, neqkaurtarkat qigciktullermeggnek, yaqulecuaraat pissurnanriiceteng catairuyuciatnek, yaqulecuartameng-llu nakaculiyaraitnek [kinercirluki].",
                "Talks about hunting small birds for practice, plucking small birds’ feathers to practice, how much they respected food sources, how small birds are disappearing since they don’t hunt them anymore, and how they would hang small birds to dry [nakaculiluki]."
            ],
            [
                "43:03",
                "Qanemciluni up’nerkarpak neqsurnatkameggnun yaqulegturatullermeggnek, nangyuitellratnek tau͡gaam allamiaquaqan ikgetqetaatullratnek, neqsurnami Akula yugtairulluni Kusquqvagmuun upagluteng, kencikngaceteng amllerrlainalallratnek, neq’litullranek-llu.",
                "Talks about how they ate birds all spring until fishing season, how populations weren’t endangered but fluctuated, how the Akula region emptied to the Kuskokwim for fishing, how reverence made all animals plentiful, and how many fish there used to be."
            ],
            [
                "45:50",
                "Qalarrluni cetuarcuraqata inerquutellermeggnek, pissurnanriiceteng nanguciatnek, maa-i-llarnek imumillarnek-llu unguvalriit kellucaraitnek, allrakumi-llu neqketukaitnek.",
                "Talks about admonishments during beluga hunting season, how they depleted since they’re not hunted, modern versus traditional game management, and rotating food sources."
            ],
            [
                "48:17",
                "Qanemciluni qimugteminek camek elpekellriamek, iternerkun aliurtullerminek, his dogs supernatural sensitivity like all dogs, upluni-llu qimallermeggnek.",
                "Talks about his dog sensing a supernatural presence, a supernatural fog coming in, qimugteminek pilaucimegcetun elpegtallranek, and getting ready and escaping."
            ],
            [
                "52:43",
                "Qanemciluni apa’urlumeng alerquutaitnek qanruyutaitnek-llu, qertulrianek nuna elitesqelluku, ella assiiruskan anirtuutekciqniluku, cacetulria arenqiallugtellerkaminun tekitaatucianek, aiparluni-llu pellaallermegnek.",
                "Talks about their grandfathers instructions and wisdom, memorizing the land from vantage point, how that will save one when the weather turns bad, how overconfidence leads to misfortune, and getting lost with a companion."
            ],
            [
                "56:02",
                "Qalarrluni kiimelnge’rmi yuilqumi anagyugngacianek, teq’ukun urumayaramek, pellaallermini teq’umikun anagyugngallerminek, yuilqumi arenqiallugingalria teq’umek mer’esqelluku wall’u mertesqelluku, qerruqatalriit-llu puqlamun pisqevkenaki.",
                "Talks about how one can survive in the wilderness alone, keeping warm with urine, how he survived with urine when he was lost, to give urine to someone who has been lost in the wilderness, and not to warm up people who are hypothermic."
            ]
        ],
        "elderTags": [],
        "tags": [
            "Kusquqvak -- Kuskokwim River",
            "Ciku -- Ice",
            "Urugyaraa -- Melting",
            "Yaqulek, Yaqulget, Tengmiat, Tengmiat -- Birds",
            "Cetuaq -- Beluga",
            "Qimugtet Elpegtauciatnek -- Dogs' Supernatural Sensitivity",
            "Yaqulecuarteggun Elitnauryaraq -- Practicing with Small Birds",
            "Pingnatugyaraq -- Providing",
            "Pakissaagyaraq -- Gathering from Vole Caches",
            "Calirpagyaraq -- Hard Work",
            "Uksuilleq -- Winter Camp",
            "Nakaculiyaraq -- Hanging Small Birds to Dry",
            "Ellalliurcuutet -- Rain Gear",
            "Uqisvik -- Shelter",
            "Uqren Aarnarqucia -- The Danger of Leeward Sides",
            "Qanikcaam Acian Epsalngunarqucia -- Suffocating Under Snow",
            "Utetmun Nallunailkuciryaraq -- Marking the Homeward Direction",
            "Teq'um Urumanarqucia -- Keeping Warm with Urine",
            "Qerruqatalriit Puqlamun Pivkenaki -- Do Not Put Hypothermic People Near Heat",
            "Enurnaq -- Scarcity",
            "Enepiaq, Nepiaq -- Sod-House",
            "Aklut -- Clothes, Possessions",
            "Ayaruq -- Walking Stick, Cane, Staff",
            "Nunalgutkenrilkemeggnun Nallunailuciit -- Being Widely Known",
            "Cacetulriim Arenqiallugtellerkaa -- Misfortune from Overconfidence",
            "Qigcikiyaraq -- Respect",
            "Umyuartuyaraq -- Being Sensible",
            "Maligtaquyaraq, Niisngayaraq -- Obedience",
            "Nunat Mer'et-llu Elisngaluki -- Know the Land and Water",
            "Naklekiyaraq -- Compassion",
            "Inerquutet -- Admonishments",
            "Ilakucaraq, Ilakellriit, Ilakelriit -- Family",
            "Taangaq -- Alcohol",
            "Kuingirrluk -- Marijuana",
            "Teq'uq -- Urine",
            "Caqlaq -- Rosewort",
            "Uquq -- Seal Oil",
            "Neq'liurtet, Yaquleyagiurtet, Kayanguyagiurtet -- Fish and Game, Fish and Wildlife"
        ]
    },
    "cpb-aacip-127-7634tx89.h264": {
        "videoID": "cpb-aacip-127-7634tx89.h264",
        "title": "Title Placeholder",
        "time": "22:16",
        "metadata": {
            "Date": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": [],
            "Role 2:": []
        },
        "summary": [
            [
                "00:00",
                "Qanemciluni Kass’artarnek piinateng yuutullermeggnek, Kass’artangucim-llu ilakucaramteńun agtuumacianek.",
                "Talks about how they lived with no Western things in the past, and how Western contact has affected familial relationships."
            ],
            [
                "00:49",
                "Qalarrluni ilakellriit ayuquciata cimillranek, aanateng murilkurluki ayuqeliyugngaciatnek, elitnaurvigteggun caarkateng elicuiruyuciatnek, irniami iliit elitnauvsiaryarturraarluni taq’illranek enemi-llu cayuilucianek, alla-llu elitnauvsiaryarturpek’nani enemi ikayuutetucianek.",
                "Talks about how family dynamics have changed, how children can learn to do things from their mothers, how schools are heavily impacting traditional learning, how one of her children dropped out of college and doesn’t help out around the house, and how another didn’t go to college but helped out around the house."
            ],
            [
                "04:19",
                "Qalarrluni tangvagluteng elicugngaciatnek, Cakayiinkugni uitatullerminek, elitnaullermini elitenritlerminek, ayagyuange’rmi uingellerminek, taqnerurtenqegcaarluteng-llu kassuutelangniluki.",
                "Talks about learning through observation, staying with Cakayak and his wife, how little she learned at school, getting married at a young age, and how they now get married later."
            ],
            [
                "06:43",
                "Qanemciluni kassuutesqumatullermeggnek, angayuqrita yuvrirluki irniateng aiparkiutullratnek, angutet ilaita cayuiluciatnek, aipani-llu ayagyuarlutek kassuutellermegnek, uiminek ellaitnun pistekangarkaucimeggnek, allamek kenkellruniluni, uikani-llu takaqellruniluku.",
                "Talks about how they were expected to marry, how parents examined and chose spouses for their children, how some men are lazy, how she and her husband married young, how her husband would provide for them, being in love with another, and being intimidated by her fiancee."
            ],
            [
                "09:22",
                "Qanemciluni anngani piunriqan uikaminek pistekangqerrarkaucimeggnek, aiparkiurani angerluku, aipaqeqerraallermegnek, uini unilluku ilaminun utertetullerminek, uiminek-llu cikiuteminek.",
                "Talks about her husband being the provider when her brother passes away, agreeing to marry, their early marriage, staying with her family instead of husband, and her bridewealth."
            ],
            [
                "12:58",
                "Qanemciluni uksuarmi tegullratnek, uimi nengaugitellranek, uini kenegyagutellerminek, yagirayaram-llu inerquutngucianek.",
                "Talks about getting married in the fall, her husband moving to her family’s village, waming up to her husband, and not to raise hands against each other."
            ],
            [
                "15:13",
                "Qanemciluni qingaqerraallerminek, Nick-am [uinga] Qaneryaranek naaquratullranek calilgutullranek-llu, ayagyuarluni Nick-am agayulirteńgurtellranek, qulngunrita’arnek irniangellermegnek, kipusvingellranek, taangartuyuitellermegnek, kipusvingumariluku-llu Anchorage-aartelallermegnek.",
                "Talks about her first pregnancy, Nick [her husband] always reading the Bible and working hard, Nick becoming a pastor at a young age, having nine children, opening up a trading post, how they never drank alcohol, and traveling to Anchorage after getting his trading post."
            ],
            [
                "19:59",
                "Qanemciluni melqulegglainarkun kipusvimikun-llu Nick-am akingetullranek, angayuqrita elitnauristeńguciatnek, angayuqamegcetun elliryugngaciatnek, irniami anngaatnun aulukumacimeggnek, eneminek kagiuratullerminek, eruriyaramek-llu keniryaramek-llu.",
                "Talks about how Nick earned money only through fur hunting and his trading post, how parents are teachers, how children can become like their parents, how her oldest son takes care of them, how she tries to keep the home clean, and washing dishes and cooking."
            ]
        ],
        "elderTags": [],
        "tags": [
            "Melqulegcuryaraq -- Trapping",
            "Calirpagyaraq -- Hard Work",
            "Nengaugicaraq -- Husband Marrying Into Another Village",
            "Nuliarkameng Akiliutait -- Brideswealth, Bride Price, Bride Token",
            "Angayuqrita Cucukekaitnek Aipangyaraq -- Arranged Marriage",
            "Yagirayaram Inerquutngucia -- Admonishments Against Raising Hands",
            "Irniyaraq -- Childbirth",
            "Kass'at Tekipailgata -- Before Western Contact",
            "Elitnaurvik -- School",
            "Tangvagluteng Elicungcaryaraq -- Learning through Observation",
            "Ilakucaraq, Ilakellriit, Ilakelriit -- Family"
        ]
    },
    "cpb-aacip-127-76f1vspw.h264": {
        "videoID": "cpb-aacip-127-76f1vspw.h264",
        "title": "Title Placeholder",
        "time": "16:55",
        "metadata": {
            "Date": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Cultural, Personal History"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": [],
            "Role 2:": []
        },
        "summary": [
            [
                "00:01",
                "Qanemciuq angayuqaagminun qasgimun cingumallerminek, qacarneret atritnek, angutet qasgimiungullratnek, angukara’urlurnek angutnek-llu qaneryaramek egelracilrianek, quyigingnaqevkenateng, tegganret-llu ikayuusqelluki.",
                "Talks about his parents encouraging him to go to the community house, terms for walls, how the men lived in the community house, how the elders and men spoke of traditional wisdom, not to be proud, and to help elders."
            ],
            [
                "04:03",
                "Qanemciluni tegganret qaneryaraitnek maligtaquqapigtelallratnek, ilait qaneryaranek niicuiluciatnek, qanrucunailnguut unguvamayuiluciatnek, qaneryaram-llu maligtaqustiin yuunertucianek.",
                "Talks about how they completely followed the elders’ wisdom, how some people don’t heed wisdom, how disobedient people don’t live long, and how those who adhere to wisdom live long."
            ],
            [
                "06:12",
                "Qanemciuni Qissunami yuurtellerminek, angllurraarluni ikamraryaurtellerminek, nunat ilaitnun ayaasqumanritlerminek, kiutaaresqevkenani inerquumallerminek, arcayaguskuniki-llu pitatni kiusqelluki.",
                "Talks about being born in Qissunaq, dog mushing after being baptized, being told to avoid certain villages, not to talk back, and to talk back to peers when they are incessantly aggravating."
            ],
            [
                "08:45",
                "Qanemciluni ciuliateng pirpaktullruniluki, maa-i-llarnek enengellranek, nevumek muragnek evegnek-llu enepianek, arnat uitayuitellratnek, enemeggni tupiganek curungqetullratnek, enelgutkellriit-llu tupiganek caputengqellratnek.",
                "Talks about valuing their elders, the advent of modern houses, traditional houses made of sod, wood, and grass, how women were not sedentary, having grass mats in the house, and grass partitions between members of the house."
            ],
            [
                "10:43",
                "Qanemciluni tegganernek tan’gurrarnun ciunerkiulrianek, qasgimi qaneryaraita ayuqaitnek maurluita eneni qaneryariutullratnek, Cupiunrilngurnek avungeciqniluki tegganret ciunerkiullratnek, Kass’at amlleriarkauciqnillratnek, arenqiallugutet amllericiqnillratnek, yuullgutkenrilkeput-llu inglulingnaqesqelluki.",
                "Talks about elders speaking of the future for the boys, grandmothers teaching the same wisdom to girls in the houses, elders’ prediction that non-Cup’ik people would come, how Westerners would increase, how there would be more misfortune, and working together with different peoples."
            ],
            [
                "14:00",
                "Qalarrluni Yugnun nunam pikucianek, cimingraata Yuut ikayuulluteng pisqelluki, kinguverminun qaneryaranek kinguvatullerminek, elitnaurvigteng teguluku ataniuryaurtellermeggnek, tutgaraminek-llu elicarangqerruciminek.",
                "Talks about Yup’ik land sovriegnty, Yup’ik solidarity despite change, how he would pass on wisdom to the next generations, taking over governence over their school, and teaching one of his grandchildren."
            ]
        ],
        "elderTags": [],
        "tags": [
            "Tupigyaraq -- Grass Weaving",
            "Naqtat -- Grass Mats",
            "Anglluryaraq -- Baptism",
            "Calirpagyaraq -- Hard Work",
            "Qacarneret -- Walls",
            "Kass'at Tekiteqerraallratni -- Early Western Contact",
            "Elitnaurvik -- School",
            "Tupigyaraq -- Grass Weaving",
            "Unguvamayuitut -- They Don't Live Long",
            "Maligtaqustiin Yuunertucia -- Those Who Heed Advice Live Long",
            "Kevgiurturyaraq -- Serving Others",
            "Quyigingnaqsaraq -- Pride",
            "Kiuyaraq, Kiutaaryaraq -- Talking Back",
            "Ciunerkiullret -- Future Predictions",
            "Qasgiq, Qaygiq -- Community or Men's House"
        ]
    },
    "cpb-aacip-127-773txm5v.h264": {
        "videoID": "cpb-aacip-127-773txm5v.h264",
        "title": "Title Placeholder",
        "time": "22:19",
        "metadata": {
            "Date": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Personal History"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": [],
            "Role 2:": []
        },
        "summary": [
            [
                "00:01",
                "Imirissuutet naspaagait.",
                "Audio testing."
            ],
            [
                "00:24",
                "Qanemciuq Quunermi Tagyaram iluani ellangellerminek, ellami kiimeng yug’uyuketullerminek, nunameggnek Qinarmek angain tekitetullratnek, aataminek Ciutmek Kass’artarnek tekiutetullranek, atameng Ekvicuarmun ayatullranek, aatani-llu maligcaurtellerminek.",
                "Talks about growing up in Quuneq along Tagyaraq, thinking they were alone in the world, how her uncles would return form their home village Qinaq, her father returning with Western things from Ciun, how their father would travel to Eek, and starting to travel with her father."
            ],
            [
                "03:12",
                "Qanemciluni neqlillermeggni Cuukvalegmiuni ellangenqegcaallerminek, neqlillerni kiaguuryuktullerminek, kinguqlingllermegnek, Qurrelvagmi uksuitullermeggnek, Qukaqlircarametetullermeggnek, 1951-aami Tuntutuliarni elitnaungellerminek, ayagayuirutlermeggnek-llu.",
                "Talks about growing up in their fish camp Cuukvalegmiut, how she thought it was always summer in fish camp, getting a younger sibling, spending winter camp in Qurrelvak, staying in Qukaqlircaraq, starting school in Tuntutuliak in 1951, and how they stopped going to camps."
            ],
            [
                "05:11",
                "Qanemciluni caranglluut carrirturaasqumallermegnek, cavkenatek unguvamayuglutek cauraasqumallermegnek, essuilnguut tanqitullratnek naulluuyuunateng-llu, naulluulriit pelqevkenaki kenugtelaasqelluki, kevgiulriit-llu menuurcuiluciatnek.",
                "Talks about being told to always clean debris, to always do chores to live long and healthy lives, how spiritually clean people would radiate light and wouldn’t get sick, to take care of the sick without aversion, and how those who serve do not becom impure."
            ],
            [
                "07:40",
                "Qalarrluni caarrluum yugmun nepucuilucianek, qantat erurturaasqelluki, neqallret tutmarngalngurmun ciqitesqelluki, qanruyun amlleq nalluyagutengniluku, qanruyutet eneqaqercetaaresqelluki, yuut-llu qaskuit ayuquciit-llu ayuqenritniluki.",
                "Talks about how dirt doesn’t stick to a person, to always wash bowls, dispose of scraps where they won’t be stepped on, how a lot of wisdom has been forgotten, to try to have people remember wisdom, and how people’s appearance and nature are different."
            ],
            [
                "12:31",
                "Qalarrluni yuut assirluki pisqelluki, yuut umyugait ayuqenriluciatnek, niicugniaqami aptelallerminek ciin, ilaita qaskuit ayuquciit-llu ayuqenriluciat umyuaqesqelluku, kiularasqevkenaki, umyuarteng quyigisqevkenaku, qaillun-llu ayuqeng’e’rmeng ayuqengraata-llu ilaliuresqelluki.",
                "Talks about treating people well, how people’s mindsets are different, asking why when instructed, to remember that people’s appearance and nature may be different, not to talk back, not to be proud, and to keep socializing no matter what you or they are like."
            ],
            [
                "14:44",
                "Qanemciluni an’aqamek Ellam qukaa tangrresqumallermegnek, ella cuqequraasqelluku, akerteḿek sass’angqetullermeggnek, takarnarqengraata-llu qanrucimatullermeggnek.",
                "Talks about looking at the middle of the Universe when they go out, to always survey the weather, measuring time with the sun, and how they were taught uncomfortable subjects."
            ],
            [
                "17:32",
                "Qalarrluni Yuut tamarmeng cakviutuciatnek, umyuamegteggun cakviulriit umyuaqesqelluki ikayurluki-llu, ilateng-llu umyuaquraasqelluki.",
                "Talks about how every person struggles, to remember and support those who struggle with mental health, and to keep each other in mind."
            ]
        ],
        "elderTags": [],
        "tags": [
            "Ellaliuryaraq -- Predicting Weather",
            "Akerta -- Sun",
            "Ellam Yua, Cellam Yua, Cillam Cua -- Spirit of the Universe",
            "Uksuilleq -- Winter Camp",
            "Neqlilleq, Neqlivik -- Fish Camp",
            "Tutmarngailngurmun Ciqicarait -- Disposal Where People Won't Trod",
            "Elitnaurvik -- School",
            "Kipusviit -- Trading Posts, Stores",
            "Qaskuit Ayuquciit-llu -- Appearance and Nature",
            "Uqlam Yugmun Nepucuilucia -- Dirt Doesn't Stick to People",
            "Calrunani Unguvamaniartuq -- To Live and Long and Healthy Life",
            "Anelriani Ellam Qukaa Tangerrluku -- Look at the Center of the Universe When Going Out",
            "Essuicaraq -- Spiritual Cleanliness",
            "Menuurcuitut -- They Don't Become Impure",
            "Kiuyaraq, Kiutaaryaraq -- Talking Back",
            "Ilaliuryaraq -- Socializing",
            "Pelqevkenaki Ikayurluki -- Help Them Without Fear of Spread",
            "Umyuam Calritlerkaa -- Mental Health"
        ]
    },
    "cpb-aacip-127-784j17vw.h264": {
        "videoID": "cpb-aacip-127-784j17vw.h264",
        "title": "Title Placeholder",
        "time": "40:01",
        "metadata": {
            "Date": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Personal History, Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": [],
            "Role 2:": []
        },
        "summary": [
            [
                "00:11",
                "Qanemciuq Qinarmiuni ellangellerminek, Qaneryarangeksaitellranek agayumayaramek-llu, kinguqlia tuqullrani ellangellerminek, Kass’at enurnallratnek, Kass’at aliketullruniluki, qasgimun pilangellerminek, maurluan-llu aiparkami apa’urlua yukainaunritnillranek.",
                "Talks about growing up in Qinarmiut, how there was no Bible or Christianity yet, early memories of his sibling dying, how few Caucasians there were, how they were scared of Caucasians, getting old enough to go to the community house, and his grandmother’s fantastical tales of his future wife’s grandfather."
            ],
            [
                "03:19",
                "Qalarrluni tan’gaurluut yaquleyagartaqarraaritnek nakaculitullratnek kalukautetullratnek-llu, qangqiirteqerraalerminek, ayuqenrilngurnek taluyatullermeggnek, akutapiamek, qangqiirteqerraallni Qinarmi kalukautellermeggnek, Kassiyum-llu iqluklitellranek.",
                "Talks about drying boys’ first catches of little birds and holding a celebratory feast, catching his first ptarmigan, how they would use fish traps for various fish, traditional akutaq, celebrating his first ptarmigan in Qinaq, and the end of the festival"
            ],
            [
                "07:11",
                "Qanemciluni qasgimiungurtellerminek, qavarnariaqan inarrviirutetullermeggnek, qanerturalrianun tupatullerminek, maqirraarluteng qanerturalrianek, tegganemeggnek-llu ayagyuallermeggni ayuqucirtuutnek maligtaquqapigtetullratnek.",
                "Talks about starting to sleep in the community house, how there was no room left to sleep in the community house, waking up to instruction, instruction after fire baths, how their elders closely followed instructions when they were young, and split spruce at the door for instruction."
            ],
            [
                "09:29",
                "Qanemciluni ayuqucirturilriani cigyagmek, qanerturainanratni tan’gaurlurnek anelrianek, arnat eneni ayuqucirturyaraitnek, qanerturalriani tupiganek caniqerrilitnek, qanrinanratni-llu anelrianek.",
                "Talks about split spruce blocking the door during instruction, boys walking out during instruction, women’s instruction in homes, woven grass belts blocking door during instruction, and those who go out during instruction."
            ],
            [
                "14:04",
                "Qalarrluni uingarkaulriit qanruyutaitnek, kaignami nulirqellriit ayuquciita nasvaumalaucianek, maa-i kumivigteggun qemagcitulaucimeggnek, allamiaquaqan Kassiyutullermeggnek, angutet aturaqata arnat nerka’rnek itruciluteng yuratullratnek, yurarraarluteng kalukatullermeggnek, ayuqenrilngurnek-llu Yugtarnek.",
                "Talks about advice when getting a husband, how couples’ true natures come out during famine, modern storage with freezers, holding yearly Kassiyuq festivals, women brining in ceremonial bowls of food and dancing while men sing, feasting after dancing, and different types of Yup’ik food."
            ],
            [
                "18:59",
                "Qanemciluni Itruka’armek, arnaunrek angutngunrem-llu Itruka’ar yuratullratnek, Kevgimek yuraryarainek-llu, Kevgiraqameng cikiqengtullermeggnek, Kass’artangengan Kass’artarnek cikiqengtullermeggnek, yuralriani-llu aturpatullerminek.",
                "Talks about Itruka’ar [Inviting-In Feast], two women and a man dancing for a ceremonial Itruka’ar, the Messenger Feast and dances, giving gifts during the Messenger Feast, Western gifts after contact, and singing for the festival."
            ],
            [
                "22:16",
                "Qanemciluni angalkunek tuunriyaraitnek-llu, umyuarrliqenrilnguut ikayulallratnek umyuarrliqellriit-llu yugtelallratnek, angalkut ikayuriaqameng pisqutaitnek, cauyarluteng tuunrilrianek, arcassiyaalriit angalkut tuqutelallratnek, akinauresqevkenaki-llu.",
                "Talks about shamans and their rituals, good shamans healing people and bad shamans tormenting them, shamans’ commands when healing, shamanistic rituals using drums, executing very bad shamans, and never to retaliate."
            ],
            [
                "26:42",
                "Qalarrluni ircenrrarnek, aataminek ircenrrarmek tangllermek, Tuntuankuk Qeng’angiaraam-llu anglicartegkegnek ircenrrarnek tangellragnek, Agartessaagam qagatellra sevtellratnek, manialkuni-llu Sugtulimi angyaqainaunrilngurmek yukainaunrilngurmek-llu.",
                "Talks about legendary little people, his father seeing a legendary little person, Tuntuaq’s and Qeng’angiar’s parents seeing legendary little people, draining the lake source of Agartessaagaq, and a strange boat and person on the area of jagged ice called Sugtuli."
            ],
            [
                "31:39",
                "Qanemciluni ircenrrartarnek elakengtullratnek, ircenrrartaat tumaumayuiluciatnek, nasaurluut ircenrrartarnek taluyanek nataquskuneng qetunrangarkauciatnek, ircenrraat-llu cautaita ciunerkiutuciatnek.",
                "Talks about digging and finding things from little people, how the legendary little people’s things wouldn’t leave traces for long, how girls who find little people’s fish traps will bear a son someday, and how little people’s things portend the future."
            ],
            [
                "33:21",
                "Qanemciluni quyatmek Qaluvialleraam yuarutiinek Kevgillermeggni, quyatengqerrami-llu atuqatauciminek.",
                "Talks about Qaluvialler’s song of gratitude during a Messenger Feast, and how he is going to sing the song out of gratitude."
            ],
            [
                "35:44",
                "Aturtuq.",
                "Singing."
            ],
            [
                "36:26",
                "Qanemciluni anqarautet yuarutaita cukalauciatnek, angayalriani yugtautait ataucitaarluki umyuaqluki eyarluteng pilauciatnek, qavcin Apanuugpak ilakluku Kusquqvagmiumek tangerqengellratnek anguyagtarmek eyalegmek, quyaluteng-llu nangniurluteng.",
                "Talks about how victory songs were fast, how each kill during war earned a tattoo, how some people including Apanuugpak came across a man from the Kuskokwim with a war tattoo, and closing thanks."
            ]
        ],
        "elderTags": [],
        "tags": [
            "Qaneryaraq, Qaneryaraqegtaar -- Bible",
            "Tuunriyaraq, Angalkiryaraq -- Shamanistic Acts, Rituals",
            "Taluyat -- Fish Traps",
            "Nakaculiyaraq -- Hanging Small Birds to Dry",
            "Kumlivik -- Freezer",
            "Tunuq -- Tallow",
            "Ayuquciita Puglauciat -- Their Natures Showing",
            "Cautaita Ciunerkiurutait -- Their Things Portend the Future",
            "Kass'at Tekiteqerraallratni -- Early Western Contact",
            "Cigyak -- Split Spruce Blocking Door During Instruction",
            "Caniqerrilin, Caniqerrilitaq -- Woven Grass Belt Blocking Door During Instruction",
            "Ellangyaraq -- Becoming Aware [Childhood]",
            "Anguyalriani Yugtellriit -- Kills During War",
            "Kassiyuq -- Kevgiq Dance Festival",
            "Anqaraun -- Victory Song",
            "Yuulak -- Pair of Ceremonial Drums",
            "Nerukaraat -- Ceremonial Bowls of Food",
            "Pitqerraallret -- First Catches",
            "Itruka'ar -- Inviting-In Feast",
            "Maqi -- Steambath, Fire Bath"
        ]
    },
    "cpb-aacip-127-79h44thw.h264": {
        "videoID": "cpb-aacip-127-79h44thw.h264",
        "title": "Title Placeholder",
        "time": "22:21",
        "metadata": {
            "Date": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Cultural"
            ],
            "Quality:": [],
            "Genre 4 (Location):": [],
            "Name 1:": [
                "Mary Worm [Kangirnaq -- Kongigonak"
            ],
            "Role 1:": [
                "Interviewee"
            ],
            "Name 2:": [
                "Kakianaq [Adolph Lewis, Kuigilnguq -- Kwigillingok]"
            ],
            "Role 2:": [
                "Interviewer"
            ]
        },
        "summary": [
            [
                "00:03",
                "Qanemciuq qanernailngurnek angalkunek ikayuqengtulrianek, angalkunek yugnek assirivkatullernek, angalkut meci’irviitellratnek, angalkut-llu umyuarrliquciitnek utercecaraitnek-llu.",
                "Talks about good shamans who help people, shamans healing people, how no one could doubt the shamans’ power, and shamans’ malicious force and deflection."
            ],
            [
                "02:50",
                "Qanemciluni nunurnganateng qalartetullernek, qalarutellriani qanrit murilkelaasqelluki, ayainanermini qanruyutet elitaqaqniluki, qaneryarat-llu pulengtetullratnek.",
                "Talks about being instructed wisdom as if scolding, to watch their mouths when instructed, recognizing wisdom as she goes forward through life, and how they repeatedly told wisdom."
            ],
            [
                "05:59",
                "Qalarrluni Yugtaat agayuviim-llu qaneryaraitnek allakauniluki umyuarteqellrianek, qanrutetgun calriit yuut-llu elitaq’lauciminek, qalarucimalriani-llu nasaurluullguut anelriit qanrucimalriamun tekitarkauciatnek.",
                "Talks about traditional wisdom vs the Bible, recognizing situations and people talked about through wisdom, and how girls walking out during instruction will find out the consequences."
            ],
            [
                "09:04",
                "Qanemciluni qaneryarat aturtaita yuunertutullratnek, ak’allarapiat nugtartaqaceteng enrita enemeggnek yuutullratnek, ak’allarapiat yuuniarayuitellratnek, maurlumeggnek-llu au͡g’utun nugtatertullermeggnek.",
                "Talks about how those who adhered to wisdom lived long, how they would carry the very old and their bones would pop out of socket, how the old people wouldn’t complain of bodily pain, and moving her very old grandmother as above."
            ],
            [
                "12:35",
                "Qanemciluni maurlumeng qanemciinek, angalkumek uingellranek caksuilkeminek, Cakcaarmiuni Qaluyaat nuniitni uinguangellranek, payuggnginanermini uinguani tangerrsukellranek, uterrluni callerminek qanrutellranek.",
                "Talks about her grandmother’s stories, how she married a shaman that she ignored, how she took a lover from Cakcaarmiut around Nelson Island, how she thought she saw her lover when giving gifts of foods, and going back home to explain what happened."
            ],
            [
                "18:44",
                "Qanemciluni maurlumi callerkai tekitestaartiin pitullranek, An’arissuutem tuunritellranek, tuunrisnginanraku uinguaran kalvagyaramek alaillranek, uinguaranun angalkum arnaruamek ayagcecillranek angutnguamek-llu ilalircetellranek, tuunriqaartellruuni-llu assiriyartullranek.",
                "Talks about how her lover would do her chores for her, how An’arissuun performed a shamanic ritual on her, her lover appearing from the tunnel entrance during the ritual, the shaman sending a decoy woman to distract her lover and a decoy man to stay with her, and how she got better after the ritual."
            ]
        ],
        "elderTags": [],
        "tags": [
            "Agayumayaraq, Agayumaciq -- Christianity",
            "Angalkut, Angalkuut -- Shamans",
            "Keggukarangelria -- One So Old They Grow a New Set of Teeth"
        ]
    },
    "cpb-aacip-127-805x6mnx.h264": {
        "videoID": "cpb-aacip-127-805x6mnx.h264",
        "title": "Title Placeholder",
        "time": "18:30",
        "metadata": {
            "Date": [],
            "Genre 1:": [
                "Interview"
            ],
            "Genre 2:": [
                "Personal History, Cultural"
            ],
            "Quality:": [
                "Genre 4:"
            ],
            "Name 1:": [],
            "Role 1:": [],
            "Name 2:": [],
            "Role 2:": []
        },
        "summary": [
            [
                "00:06",
                "Qanemciluni panimi aumikun apqucianek, chickweed-anek, atsaruanek, panimi utumarillranek, Anchorage-aamu emucartulallranek, arulaiqerluteng-llu.",
                "Talks about an ailment in her daughter’s blood, chickweed, false chamomiles, her daughter recovering, how she was flown to Anchorage for treatment, and stopping for a break"
            ],
            [
                "04:53",
                "Qalarrluni Tabasco-lriani aunranriqertetuciatnek, ciuciqellriit uqumek kucilauciminek, ciuciqellriani atsaruanek, qanmegteggun callartellriani napat cuyaqsuyagaita amiitnek, mumiggluki-llu.",
                "Talks about how Tabasco stops bleeding, seal oil for earaches, false chamomiles for earaches, tree bark for sores in the mouth, and translation."
            ],
            [
                "11:27",
                "Qanemciluni allamiaquaqan uqukun iluteng carrilaucimeggnek, irniani-llu tuatnalaucimeggnek, uqumun anarceqaarluteng neqem imarkuaranek yuurqatucimeggnek, iluminek anallmi ayuquciitnek, mumiggluki-llu.",
                "Talks about clearing out the digestive tract with seal oil once a year, carrying this on with her children, drinking fish broth after defecating from seal oil, the kind of feces that were cleared from her tract, and translation."
            ]
        ],
        "elderTags": [],
        "tags": [
            "Naunraat Atsat-llu -- Plants and Berries",
            "Tuqu Naulluun-llu, Qenan-llu -- Death and Sickness",
            "Tabasco -- Tabasco Sauce",
            "Uquq -- Seal Oil",
            "Atsaruaq -- False Chamomile"
        ]
    }
}