{
    "cpb-aacip-127-009w0z0q.h264": {
        "videoID": "cpb-aacip-127-009w0z0q.h264",
        "title": "Title Placeholder",
        "time": "1:02:35",
        "metadata": {
            "Date": "Unknown",
            "Short Summary:": [
                [
                    "Ac'urunaq (nickname-aqluku Maqista) (Kass'atun Joshua Phillip) Tuulkessarmiu qallatellruuq interview-ami Yugtun qalarcaram tamanritlerkaanek, yuum kencikiyaraanek naklekiyarakun piciuyarakun, nunam mer'em-llu auluklerkaagnek uqlanermek. Cali-llu qallatellruuq irniam anglicallerkaanek, nengaungellermek, qanrucunarqellrianek, irniam ayagatesqenritellranek, teglenritlerkamek-llu."
                ],
                [
                    "Joshua Phillip (Ac'urunaq; nicknamed Maqista) of Tuluksak talks in the interview about the preservation of the Yup'ik language, the reverence of others with compassion and truth, and taking care of the land and water from pollution. He also talks about child rearing, taking in a son-in-law, qanrucunalriit (people who adhere to instructions), instructions not to bring a child places, and admonishments not to steal from others."
                ]
            ]
        },
        "summary": [
            [
                "00:00",
                "Yugtun qalarcaram tamanritlerkaa",
                "Yup'ik langauge preservation"
            ],
            [
                "01:30",
                "Kencikiyaraq; naklekiyaraq; piciuyaraq",
                "Reverence; compassion; truthfulness"
            ],
            [
                "06:55",
                "Uqlaneq; nunam mer'em-llu auluklerkaat",
                "Pollution; taking care of the land and water"
            ],
            [
                "29:49",
                "Irniamek anglicarillerkaq",
                "Child rearing"
            ],
            [
                "35:06",
                "Nengaungelleq",
                "Taking in a son-in-law"
            ],
            [
                "36:34",
                "Qanrucunarqellriit (qanruyutnek maligtaquilriit)",
                "Qanrucunarqellriit (people who adhere to instructions)"
            ],
            [
                "39:51",
                "Irniaq ellangyuallrani ayagatesqevkenaku alerquutnguuq",
                "An instruction to not bring a growing child to other places"
            ],
            [
                "42:10",
                "Teglegyaqunak; cikiqenglleq quyanarqenruuq akurtunermi; kevgiurturyaraq",
                "Do not steal; it is better to give than to receive; serving others"
            ],
            [
                "48:18",
                "Interview-aq taq'uq",
                "Interview ends"
            ],
            [
                "49:57",
                "Yungcaristem tegg'uciraa yun'erraaraam yuaraa yungcarvigmi",
                "Health aide putting a splint on a young man's finger at the clinic"
            ],
            [
                "51:36",
                "Piipiq yuvriryarturtuq yungcarvigmi",
                "Baby getting a checkup at the clinic"
            ],
            [
                "54:22",
                "Nasaurluq yuvriryarturtuq yungcarvigmi",
                "Young girl getting a checkup at clinic"
            ],
            [
                "56:52",
                "Tuyuryarmi; Nasaurlurmiut (Nasaurlormiut) Yupiit Elders Qasgiat (Kasgiat).",
                "Footage of Togiak; and Nasaurlormiut Yupiit Elders Kasgiat."
            ]
        ],
        "elderTags": [],
        "tags": [
            "Yugtun, Yugcetun -- Yup'ik",
            "Yugtun Qalarcaraq -- Yup'ik Language",
            "Kencikiyaraq -- Reverence",
            "Naklekiyaraq -- Compassion",
            "Piciuyaraq -- Truthfulness",
            "Uqlaneq -- Pollution",
            "Anglicarillerkaq -- Child Rearing",
            "Nengauk -- Son-in-law",
            "Alerquutet, Ayuqucirtuutet -- Instructions",
            "Teglegyaraq -- Stealing",
            "Kevgiurturyaraq -- Serving Others"
        ]
    },
    "cpb-aacip-127-00ns1t6z.h264": {
        "videoID": "cpb-aacip-127-00ns1t6z.h264",
        "title": "Title Placeholder",
        "time": "31:22",
        "metadata": {
            "Date": "Unknown",
            "Short Summary:": [
                [
                    "Ackiar (Nick Lupie) Tuntutuliarmiu interview-ami qalartellruuq uksuarmi up'ngelallratnek. Qalarutekluki taluyat ayuqenrilngurnek, neqet qeciit teq'uciriyaraatnek, canegnek uptetullritnek, ayagaaqameng-llu inerquutnek uksuarmi."
                ],
                [
                    "Nick Lupie (Ackiar) of Tuntutuliak in the interview talked about how people got ready for the fall. He talked about the many types of fish traps, fish skins and aging urine, preparing grass, and admonishments for traveling in the fall."
                ]
            ]
        },
        "summary": [
            [
                "01:09",
                "Uksuarmi up'ngelallrat; uksum atu'urkanek upcilallrat; uksuilleq",
                "How people got ready for the fall; how people got ready for what they would need to use for the winter; fall camp"
            ],
            [
                "05:29",
                "Taluyarpiit (qamut)",
                "Large fish traps"
            ],
            [
                "09:08",
                "Muragnek aklut",
                "Possessions made of wood"
            ],
            [
                "11:29",
                "Amiragkiuryaraq neqet qeciit (neqairiluteng); teq'iciriluteng",
                "Preparing fish skins; aging urine"
            ],
            [
                "14:18",
                "Taluyat can'giircuutet; caqut canegnek",
                "Fish traps for black fish; containers made of grass"
            ],
            [
                "15:28",
                "Canegnek uptetullruut",
                "Preparing grass"
            ],
            [
                "18:04",
                "Taluyat imarmiutarcuutet cuignilngurcuutet-llu",
                "Fish traps for mink and otter"
            ],
            [
                "20:01",
                "Kass'artaat",
                "Store-bought items"
            ],
            [
                "21:51",
                "Ayagaaqameng inerquutet ukusarmi; neplirasqevkenaki yuilqumi; qanerluteng tamatum nuniinun ayakatarniluteng; nunam qaingit atrit nalluvkenaki",
                "Admonishments for traveling in the fall; don't be noisy in the wilderness; telling others where they are traveling; knowledge of place names"
            ],
            [
                "29:33",
                "\"Ca tamalkuan qanruyutek'lallruyaaqaput\"",
                "\"We use to talk about everything\""
            ]
        ],
        "elderTags": [],
        "tags": [
            "Yugtun, Yugcetun -- Yup'ik",
            "Uksuaq -- Fall",
            "Uksuilleq -- Winter Camp",
            "Taluyaq -- Fish Trap",
            "Can'giiq, Imangaq -- Blackfish",
            "Imarmiutaq -- Mink",
            "Cuignilnguq -- Otter",
            "Murak -- Wood",
            "Neqa, Neqet -- Fish",
            "Amiq, Qecik -- Skin, Hide",
            "Canek, Can'get, Caranglluk, Evek -- Grass",
            "Inerquutet -- Admonishments",
            "Qanruyutet, Qaneryarat -- Traditional Wisdom, Wise Words"
        ]
    },
    "cpb-aacip-127-010p2r15.h264": {
        "videoID": "cpb-aacip-127-010p2r15.h264",
        "title": "Title Placeholder",
        "time": "22:27",
        "metadata": {
            "Date": "Unknown",
            "Short Summary:": [
                [
                    "Urutaq (Lucy Beaver), Kelucaq-llu (Joe Andrew) Mamterillermi qalartellruuk mikelngurnek kenkiyaramek. Tua-llu Lucy-m qalarutekluki neryaraq, neryaram cimillra, irniam aulukellra, irnillrani-llu. Tua-llu Joe-am qalarutekluku irniam elicungcaralallra inerqulallra-llu."
                ],
                [
                    "Lucy Beaver (Urutaq) and Joe Andrew (Kelucaq) from Bethel talk about showing love to children. Lucy talks about eating habits, how eating habits have changed, child rearing, and giving birth. And Joe talks about teaching and admonishing children."
                ]
            ]
        },
        "summary": [
            [
                "00:00",
                "Arnam mikelngurnek kenkiyaraa",
                "How women love children"
            ],
            [
                "02:20",
                "Neryaraq; neqkaq anglanitekevkallrunritaa; neryaram cimillra",
                "Eating habits; not being frivilous with food; changing eating habits"
            ],
            [
                "05:46",
                "Irniam aulukellra; qingaqerraalleq",
                "Child rearing; first pregnancy"
            ],
            [
                "09:03",
                "\"Inerqulaqiu erinan tapirpek'naku\"; \"Ca tamalkuan qanruyutengqellrulria wangkutni\"",
                "\"Admonish him/her without raising your voice\"; \"Everything had traditional wisdom connected to it for us\""
            ],
            [
                "11:31",
                "Neryaram piciryarallrem cimiutii",
                "Changing eating habits"
            ],
            [
                "13:04",
                "Irnillermek qanemciq",
                "Story of giving birth"
            ],
            [
                "16:31",
                "Irniani piqarraami elicungcaralaraa inerquulluki-llu",
                "Teaching and admonishing children from the beginning"
            ]
        ],
        "elderTags": [],
        "tags": [
            "Yugtun, Yugcetun -- Yup'ik",
            "Kenkiyaraq -- Showing Love",
            "Neryaraq -- Eating Habits",
            "Ukaqvallaat Qanemcit -- Recent Stories",
            "Anglicarillerkaq -- Child Rearing",
            "Irniyaraq -- Giving Birth"
        ]
    },
    "cpb-aacip-127-03cz8zdq.h264": {
        "videoID": "cpb-aacip-127-03cz8zdq.h264",
        "title": "Title Placeholder",
        "time": "22:23",
        "metadata": {
            "Date": "Unknown",
            "Short Summary:": [
                [
                    "James Guy Kuigglugmiu qalartellruuq ciumek qasgimi qanengssallernek tua-i-llu tegleksaitesqelluki yuut. Cali-llu Aavaa-m yuungcallranek angalkugmek qallalluni. Tua-llu tunciuryaramek tuntunek-llu maagillratnek Akiacuarmi qallatellruuq cali-llu keglunernek anguyagten̄ek-llu tuntut pitekluki. Tua-llu cali qallalluni ukunek: yuilqumi akiikangengnaqurallermek melqulegteggun muriuryaratgun-llu, ayagyuat Yugtun qalarcaraput cagmangluku, ayarum atullerkaa arcaqerluku."
                ],
                [
                    "James Guy from Kwethluk began by first talking about stories in the qasgiq and then admonishments against stealing from others. He also talked about Aavaaq being treated by a shaman. Then he talked about reindeer herding and marking in Akiachak and also about reindeer and wolves and the government. He then talked about these: trapping and getting lumber for money, teenagers losing our Yup'ik language, and the importance of using a walking stick/cane."
                ]
            ]
        },
        "summary": [
            [
                "00:10",
                "Qasgimi",
                "In the qasgiq"
            ],
            [
                "01:46",
                "Teglegyaqunak; enulliskuni teguskuni camek at'ni igauskili",
                "Do not steal; if someone takes something because they are in need, they should write a note with their name"
            ],
            [
                "05:51",
                "Aavaaq-am yuungcaraullra",
                "Aavaaq being treated by a shaman"
            ],
            [
                "07:03",
                "Tuntunek maagilleq Akiacuarmi; Akulikutaq Corral",
                "Reindeer herding and marking in Akiachak; Akulikutaq Corral"
            ],
            [
                "12:06",
                "Tuntut keglunret-llu; tuntut anguyagtet-llu",
                "Reindeer and wolves; reindeer and the governement"
            ],
            [
                "15:09",
                "Akiikangengnaquralleq melqulegteggun muriuryaratgun-llu",
                "Trapping and getting lumber for money"
            ],
            [
                "16:33",
                "Ayagyuat akusrartengut; Yugtun qalarcaraput cagmangluku; ayagayarateng cagmangluku",
                "Rowdy teenagers; losing our Yup'ik language; losing our knowledge of how to travel"
            ],
            [
                "19:49",
                "Qanruyun angenqurrat; teglegyaqunak; ayaruq tegumiaqurluku",
                "The most important traditional wisdom; do not steal; keep a walking stick/cane with you at all times"
            ]
        ],
        "elderTags": [],
        "tags": [
            "Yugtun, Yugcetun -- Yup'ik",
            "Qasgiq, Qaygiq -- Community or Men's House",
            "Teglegyaraq -- Stealing",
            "Angalkut, Angalkuut -- Shamans",
            "Tuntu -- Reindeer, Caribou",
            "Tunciuryaraq -- Reindeer Herding",
            "Kegluneq -- Wolf",
            "Melqulegcuryaraq -- Trapping",
            "Yugtun Qalarcaraq -- Yup'ik Language",
            "Ayaruq -- Walking Stick, Cane, Staff"
        ]
    },
    "cpb-aacip-127-06g1jzz6.h264": {
        "videoID": "cpb-aacip-127-06g1jzz6.h264",
        "title": "Title Placeholder",
        "time": "21:59",
        "metadata": {
            "Date": "Unknown",
            "Short Summary:": [
                [
                    "Quyurtellratni ukut angutet qalartellruut: Cingliaq (Paul Gregory) quyurtellrat ayagnillrua tua-llu (Peter Isaac), yuartet pitekluki, quyavikellrua kevgaq ikayuutelallruan. Taum kinguani Ayaprun (James Peter Sr.) ayuqucirturillruuq kitellriamun alerquutnek allanek-llu qanruyutnek, tua-llu Nanugaq (Fred Evan) quyavikellrui yuartet. Nangnermek Paniguaq (Peter Jacob) qimugten̄ek qimugciryaramek-llu qalartellruuq qanemciluni-llu alangrullerminek iternerkun tua-llu Cingliaq (Paul Gregory) cali qimugten̄ek qalartenqigterraarluni quyurtellrat arulaircetaa."
                ],
                [
                    "In this conference, these men talked: Paul Gregory (Cingliaq) began the conference and then Peter Isaac, on behalf of the Search and Rescue team, thanked a helper that was always helping out. After that, James Peter Sr. (Ayaprun) instructed about what to do when someone falls into water and other words of wisdom, then Fred Evan (Nanugaq) thanked the searchers. Lastly Peter Jacob (Paniguaq) talked about dogs and dog mushing along with a story of when he had a supernatural experience with a cold draft, and then after Paul Gregory (Cingliaq) again talked about dogs, he adjourned the conference."
                ]
            ]
        },
        "summary": [
            [
                "00:00",
                "[Cingliaq Paul Gregory] Quyurtellrat ayagnirluni",
                "[Cingliaq Paul Gregory] Beginning the conference"
            ],
            [
                "00:41",
                "[Peter Isaac] Yuartet quyavikaat kevgaq",
                "[Peter Isaac] Search and rescue thanks a helper"
            ],
            [
                "03:55",
                "[Ayaprun James Peter Sr.] Yuk kiskan ayuqucirtuutet; \"Cacetulria-gguq arenqiallugtellerkaminun tau͡gaam tekitaatuuq.\"",
                "[Ayaprun James Peter Sr.] Instructions for when a person falls into the water; \"A self-confident person only comes upon misfortune.\""
            ],
            [
                "08:11",
                "[Nanugaq Fred Evan] Quyavikluki yuartet",
                "[Nanugaq Fred Evan] Thanking the searchers"
            ],
            [
                "10:05",
                "[Paniguaq Peter Jacob] Qimugtet qimugciryaraq-llu; alangru iternerkun",
                "[Paniguaq Peter Jacob] Dogs and dog mushing; supernatural experience with a cold draft"
            ],
            [
                "19:48",
                "[Cingliaq Paul Gregory] Qimugtet; Quyurtellrat arulairluni",
                "[Cingliaq Paul Gregory] Dogs; adjourning the conference"
            ]
        ],
        "elderTags": [],
        "tags": [
            "Yugtun, Yugcetun -- Yup'ik",
            "Yuartet -- Search And Rescue",
            "Anangnaqsaraq Yuilqumi -- Survival (Wilderness)",
            "Qimugta -- Dog",
            "Qimugciryaraq -- Dog Mushing",
            "Ukaqvallaat Qanemcit -- Recent Stories",
            "Alangru -- Ghost"
        ]
    },
    "cpb-aacip-127-06g1k008.h264": {
        "videoID": "cpb-aacip-127-06g1k008.h264",
        "title": "Title Placeholder",
        "time": "22:42",
        "metadata": {
            "Date": "Unknown",
            "Short Summary:": [
                [
                    "Quyurtellratni ukut yuut qalartellruut: Kelucaq (Joe Andrew), Maqarualek (Edward Weiss)-llu qalartellruuk ciin taqukam tan'gerlim-llu nuaganek keggiinateng pit'ellriit minguuk'lallratnek. (Kurt Bell), Kelucaq (Joe Andrew), [Yuk Unidentified]-llu nakacugnek qalartellruut. Tua-llu Kurt Bell inerqullrui pissusqevkenaki piyagat tengmiat-llu piyagangqellriit. Ayagkaq (Wassillie B. Evan) pitamta kencikuciatnek qalarrluni tua-llu Mikngayam Mik'am (Eliza Chase), qaneryaraput nalluyagutesqevkenaku, KYUK-q cingumallrua tegganret qalarcet'laasqelluukii radio-mi. Maqarualek (Edward Weiss) ayarunek tan'gerlirnek-llu qalartellruuq. Nangnerani-llu Phillip Moses Nunakauyarmiu Urutaq-llu (Lucy Beaver) angalkugnek uqiquryaramek-llu qalartellruuk."
                ],
                [
                    "In the conference, these people talked: Joe Andrew (Kelucaq) and Edward Weiss talked about the custom of wiping the saliva of the brown or black bear on their faces. Kurt Bell, Joe Andrew (Kelucaq), and Person Unidentified talked about seal bladders. And then Kurt Bell admonished hunters not to shoot baby birds and birds with babies. Wassillie B. Evan (Ayagkaq) talked about respecting their catch and Eliza Chase (Mikngayaq Mik'aq) encouraged KYUK to have elders talk on the radio so that our traditional wisdom may not be forgotten. Edward Weiss talked about walking sticks and black bears. And finally, Phillip Moses of Tooksok Bay and Lucy Beaver (Urutaq) talked about shamans and seal parties."
                ]
            ]
        },
        "summary": [
            [
                "00:00",
                "[Kelucaq Joe Andrew] Taqukam tan'gerlim-llu nuaganek kegginateng mingugluku piciryarallrat",
                "[Kelucaq Joe Andrew] The custom of wiping the saliva of the brown or black bear on their faces"
            ],
            [
                "01:23",
                "[Kurt Bell, Kelucaq Joe Andrew] Tan'gaurluq nakacuut ayautellrat; nakacuut",
                "[Kurt Bell, Kelucaq Joe Andrew] The boy who was taken away by the bladders; seal bladders"
            ],
            [
                "08:19",
                "[Maqarualek Edward Weiss] Taqukam tan'gerlim-llu nuaganek kegginateng mingugluku piciryarallrat",
                "[Maqarualek Edward Weiss] The custom of wiping the saliva of the brown or black bear on their faces"
            ],
            [
                "10:37",
                "[Kurt Bell] Inerqurluki tengmiat piyagat-llu piyagauluki pissusqevkenaki",
                "[Kurt Bell] Admonishment to not shoot baby birds and birds with babies"
            ],
            [
                "13:56",
                "[Ayagkaq Wassillie B. Evan] Pitateng kencikluki",
                "[Ayagkaq Wassillie B. Evan] Reverence of their catch"
            ],
            [
                "14:43",
                "[Mikngayaq Mik'aq Eliza Chase] \"Atawauyartuq qanercet'laquvciki ayuqucirturluta KYUK-mi\"",
                "[Mikngayaq Mik'aq Eliza Chase] \"It would be beneficial if you let them talk and teach us on KYUK\""
            ],
            [
                "16:07",
                "[Maqarualek Edward Weiss] Ayaruq tegumiaqesqelluku tan'gerlim curukaqaku",
                "[Maqarualek Edward Weiss] Keep ahold of a walking stick for when a black bear attacks"
            ],
            [
                "17:36",
                "[Phillip Moses, Urutaq Lucy Beaver] Angalkut; up'nerkami pitqerraarqan maklagmek uqiqurluteng",
                "[Phillip Moses, Urutaq Lucy Beaver] Shamans; seal parties in the spring for the first bearded seal"
            ]
        ],
        "elderTags": [],
        "tags": [
            "Yugtun, Yugcetun -- Yup'ik",
            "Cugtun, Yugtun -- Cup'ik & Yup'ik of Hooper Bay & Chevak",
            "Taqukaq, Carayaq -- Brown Bear",
            "Tan'gerliq -- Black Bear",
            "Nakacuut -- Bladders",
            "Piyagaq -- Baby Animal",
            "Ayaruq -- Walking Stick, Cane, Staff",
            "Angalkut, Angalkuut -- Shamans",
            "Uqiquryaraq -- Seal Party"
        ]
    },
    "cpb-aacip-127-09w0vx3c.h264": {
        "videoID": "cpb-aacip-127-09w0vx3c.h264",
        "title": "Title Placeholder",
        "time": "18:02",
        "metadata": {
            "Date": "Unknown",
            "Short Summary:": [
                [
                    "Uliggaq (Martha Oscar Sara), Kumangulria (Matthew Bean)-llu Kuigpagmiunguluni Mamterillermiunguluni-llu qalartellruuk up'nerkamek up'nerkiyallerkamek-llu. Cali-llu cikunek qanikcamek ulerpagmek-llu up'nerkami, Avgarutaaryaramek, kumlillranek-llu qalarrlutek."
                ],
                [
                    "Martha Oscar Sara (Uliggaq), and Matthew Bean (Kumangulria) from the Yukon and Bethel talked about the spring time and preparing for spring camp. They also talked about the ice, snow, and floods of spring, Avgarutaaryaraq (Sharing Festival), and natural freezers."
                ]
            ]
        },
        "summary": [
            [
                "00:08",
                "[Uliggaq Martha Oscar Sara] Kituucia",
                "[Uliggaq Martha Oscar Sara] Self introduction"
            ],
            [
                "00:35",
                "Up'nerkiyallerkaq; ciku qanikcaq ulerpak-llu up'nerkami; utertaqata",
                "Preparing for spring camp; ice, snow, and floods in the spring; returning home"
            ],
            [
                "05:12",
                "Avgarutaaryaraq",
                "Avgarutaaryaraq (Sharing Festival)"
            ],
            [
                "06:50",
                "[Kumangulria Matthew Bean] Kituucia",
                "[Kumangulria Matthew Bean] Self introduction"
            ],
            [
                "08:16",
                "Up'nerkami Kuigpagmi; maqaruanek unguluteng; ciku qanikcaq ulerpak-llu up'nerkami",
                "Springtime in the Yukon; to drive rabbits; ice, snow, and floods in teh spring"
            ],
            [
                "11:59",
                "Neqaitellrani Kuigpagmi; up'nerkiyallerkaq; kumlivililleq",
                "Time of no fish in the Yukon; preparing for spring camp; making a natural freezer"
            ],
            [
                "14:40",
                "Ulenkacagallrani",
                "Extreme flooding"
            ],
            [
                "17:14",
                "Arnaq *nepaunani*",
                "Woman *no sound*"
            ]
        ],
        "elderTags": [],
        "tags": [
            "Yugtun, Yugcetun -- Yup'ik",
            "Up'nerkaq, Upenerkaq -- Spring",
            "Up'nerkilleq -- Spring Camp",
            "Ciku -- Ice",
            "Qanikcaq -- Snow",
            "Ulerpak -- Flood",
            "Avgarutaaryaraq -- Invitation Contest",
            "Kumlivik -- Freezer"
        ]
    },
    "cpb-aacip-127-10jsxpvr.h264": {
        "videoID": "cpb-aacip-127-10jsxpvr.h264",
        "title": "Title Placeholder",
        "time": "22:23",
        "metadata": {
            "Date": "Unknown",
            "Short Summary:": [
                [
                    "Cialuq (Paul G. Nicholai) and Neviar-llu (atpiara Qakvaralria ellangluni-llu Iigmi; Lucy Nicholai) Kuigglugmiungulutek (from Kwethluk) amllernek ayuqenrilngurnek qalartellruuk. Ayaruq wall'u cikuliurun up'nerkami nantesqevkenaku; inerquutet alerquutet-llu maliggluki; eyagyaram alerquutainek; qungumi akiutnek; ayagyuat akusrartellratnek; canek-llu allanek qalartellruuk."
                ],
                [
                    "Paul G. Nichoali (Cialuq) and Lucy Nicholai (Neviar; originally named Qakvaralria and raised in Eek) from Kwethluk (Kuiggluk) talked about many different things. They talked about having to always have a walking stick or ice spud/pick/chisel; to follow the admonishments and rules; the teachings of traditional abstinence practices; possessions on a grave; teenagers becoming mischievous; and other topics."
                ]
            ]
        },
        "summary": [
            [
                "00:59",
                "[Cialuq Paul G. Nicholai] Inerquun up'nerkami; \"Cikuliurutraq nantesqevkenaku iinguan.\"",
                "[Cialuq Paul G. Nicholai] Admonishment for the springtime; \"They would tell us to always have an ice spud because it's our eyes.\""
            ],
            [
                "02:17",
                "[Qakvaralria Neviar Lucy Nicholai] Ayaruq; \"Nepaunata pilaasqelluta.\"",
                "[Qakvaralria Neviar Lucy Nicholai] Walking stick; \"They told us to be quiet.\""
            ],
            [
                "03:50",
                "[Cialuq Paul G. Nicholai] Up'nerkiyalleq; qanganaat; taluyat kapkaanat-llu;",
                "[Cialuq Paul G. Nicholai] Spring time; ground squirrels; fish traps and steel traps"
            ],
            [
                "05:33",
                "Merr'illuki unkumiutaat",
                "Giving water to seals"
            ],
            [
                "06:48",
                "[Qakvaralria Neviar Lucy Nicholai] Aglenraraat irnicuallret-llu eyagyarait",
                "[Qakvaralria Neviar Lucy Nicholai] Traditional abstinence practices for girls who has recently menstruated for the first time and women who miscarried"
            ],
            [
                "10:32",
                "[Cialuq Paul G. Nicholai] Iralut; qungumi akluit",
                "[Cialuq Paul G. Nicholai] Months; possessions on graves"
            ],
            [
                "12:59",
                "[Qakvaralria Neviar Lucy Nicholai] Nasaurluut alerquutait; \"Arnaq-gguq tuquuguq.\"",
                "[Qakvaralria Neviar Lucy Nicholai] Rules for girls; \"A woman leads to death.\""
            ],
            [
                "13:59",
                "[Cialuq Paul G. Nicholai] Cikuliurun; \"Uitayukuni-ll' tua-i camek piinani.\"",
                "[Cialuq Paul G. Nicholai] Ice spud/pick/chisel; \"And if he's sedentary, he won't have anything.\""
            ],
            [
                "15:57",
                "Ayagyuat akusrarneruut; taangaq; ellminek tuqutellerkaq",
                "Teenagers becoming mischievous; alcohol; suicide"
            ],
            [
                "18:03",
                "Nerangnaqsaraq; taluyat",
                "Subsistence; fish traps"
            ],
            [
                "19:26",
                "Takaqluki tegganret; Yugcetun qaneryararput; Kuiggluum ayuqucillranek",
                "Respect for elders; Yup'ik language; how Kwethluk was back then"
            ]
        ],
        "elderTags": [],
        "tags": [
            "Yugtun, Yugcetun -- Yup'ik",
            "Up'nerkaq, Upenerkaq -- Spring",
            "Up'nerkilleq -- Spring Camp",
            "Ayaruq -- Walking Stick, Cane, Staff",
            "Cikuliurun, Tugeq -- Ice Spud, Ice Pick, Ice Chisel",
            "Qanganaq -- Ground Squirrel",
            "Imarpigmiutaat, Unkumiutaat -- Marine Animals",
            "Puga -- Surfaced Seal",
            "Merr'icaraq -- Giving Water To Animals",
            "Aglenraraq -- First Year Of Menstruation",
            "Irnicualleq -- Miscarriage",
            "Eyagyaraq -- Abstinence Practices, Taboos",
            "Iraluq -- Month",
            "Qunguq -- Burial, Grave",
            "Akluq, Aklut -- Clothing, Possessions",
            "Calirpagyaraq -- Hard Work",
            "Ayagyuat -- Youth",
            "Taangaq -- Alcohol",
            "Ellminek Tuqutellerkaq -- Suicide",
            "Nerangnaqsaraq -- Subsistence",
            "Taluyaq -- Fish Trap",
            "Takaqiyaraq -- Respect",
            "Tegganeq -- Elder",
            "Yugtun Qalarcaraq -- Yup'ik Language"
        ]
    },
    "cpb-aacip-127-10jsxpwg.h264": {
        "videoID": "cpb-aacip-127-10jsxpwg.h264",
        "title": "Title Placeholder",
        "time": "22:27",
        "metadata": {
            "Date": "Unknown",
            "Short Summary:": [
                [
                    "Joe Andrew (Kelucaq), Urutaq-llu (Lucy Beaver) qalartellruuk Mamterillermi alerquutnek yuilqurmiutarnek, kenciksaraanek nunam, cali-llu aulukiyaramek yaqulegnek kayangunek-llu. Kinguakun (Kurt Bell) merr'iciyaramek pitanek qalarrluni."
                ],
                [
                    "Joe Andrew (Kelucaq) and Lucy Beaver (Urutaq) talked in Bethel about instructions for animals of the wilderness, reverence of the land, and also about taking care of birds and bird eggs. After them, Kurt Bell talked about giving water to animals."
                ]
            ]
        },
        "summary": [
            [
                "00:54",
                "[Kelucaq Joe Andrew] Alerquutet yuilqurmiutaat; qigcikluki caanguaqevkekenaki pitarkat; yuum allam pikenrilkiinek tegutevkenata",
                "[Kelucaq Joe Andrew] Instructions for animals of the wilderness; respect and don't waste their catch; do not take what isn't yours"
            ],
            [
                "06:54",
                "[Kelucaq Joe Andrew] \"Meq taicingareskan qanlartukut, 'Iliit-gguq-am imarpigmi pitliniuq.'\"",
                "[Kelucaq Joe Andrew] \"When the water suddenly gets foggy, we say, 'So, someone has caught something in the ocean.'\""
            ],
            [
                "07:45",
                "[Urutaq Lucy Beaver] Kencikluki nuna nunamiutaat-llu; \"sagtelriartaitellruuq nunam qainga tamarmi\"",
                "[Urutaq Lucy Beaver] Reverence of the land and land animals; \"There was no mess in all of the land.\""
            ],
            [
                "10:32",
                "[Urutaq Lucy Beaver] \"Uniciyuunii wiinga iqvatuunga ilumun\"",
                "[Urutaq Lucy Beaver] \"Truly, I do not leave behind anything when I pick berries.\""
            ],
            [
                "11:47",
                "[Kelucaq Joe Andrew] Yaqulget up'nerkami; kuvyallret; negarluki qangqiiret; kayangut; \"Uqlauskumteki-gguq wangkutnun cikiutekenrirciqai\"",
                "[Kelucaq Joe Andrew] Birds in the spring; old fish nets; snaring/trapping for ptarmigan; eggs; \"They said that if we pollute nature with them, they will not be given to us aymore.\""
            ],
            [
                "15:41",
                "[Kelucaq Joe Andrew] Aulukiyaraq yaqulegnek; yaqulget piyagaat",
                "[Kelucaq Joe Andrew] Taking care of birds; baby birds"
            ],
            [
                "18:38",
                "[Kelucaq Joe Andrew] Aulukiyaraq kayangunek",
                "[Kelucaq Joe Andrew] Taking care of bird eggs"
            ],
            [
                "10:05",
                "[Kurt Bell] Merr'icaraq; pitaqeqarraaraqaku maklagmeng",
                "[Kurt Bell] Giving water to animals; when catching his first bearded seal"
            ]
        ],
        "elderTags": [],
        "tags": [
            "Yugtun, Yugcetun -- Yup'ik",
            "Cugtun, Yugtun -- Cup'ik & Yup'ik of Hooper Bay & Chevak",
            "Alerquutet, Ayuqucirtuutet -- Instructions",
            "Kencikiyaraq -- Reverence",
            "Nunavut -- Our Land",
            "Ungungssit, Yuilqurmiutaat, Nunamiutaat -- Land, Wilderness Animals",
            "Iqvaryaraq -- Picking Berries",
            "Auluksaraq -- Taking Care",
            "Yaqulek, Yaqulget -- Birds",
            "Negaq -- Snare, Trap",
            "Qangqiiq -- Ptarmigan",
            "Kayanguq -- Egg",
            "Piyagaq -- Baby Animal",
            "Merr'icaraq -- Giving Water To Animals"
        ]
    },
    "cpb-aacip-127-10jsxpx6.h264": {
        "videoID": "cpb-aacip-127-10jsxpx6.h264",
        "title": "Title Placeholder",
        "time": "21:49",
        "metadata": {
            "Date": "Unknown",
            "Short Summary:": [
                [
                    "Allranitailnguq Allran'aq (Joe Chief Sr.) Urucararmiungullruluni qalartellruuq Mamterillrem ayuqucianek anglillermini. Tua-i-llu amllernek qanruyutnek qalarrluni ukut ilakluki: nunavut kencikesqelluku, pisciigalnguut ikayuasqelluki, qanruyutvut-llu atauciuyaaqngatliniluni."
                ],
                [
                    "Joe Chief Sr. (Allranitailnguq Allran'aq), originally from Urucaraq, talked about what Bethel was like when he was growing up. Then he talked about a lot of traditional wisdom such as: to revere our land, to help ones who are unable, and how it seems our traditional wisdom is one."
                ]
            ]
        },
        "summary": [
            [
                "00:00",
                "Urucaram Mamterillrem-llu ayuquciak; qasgimi maqilleq; Luqinquq",
                "How Urucaraq and the area around Bethel was like; steam bath in the community house (qasgiq); Luqinquq"
            ],
            [
                "05:30",
                "\"Nunavut meq-llu kencikesqelluku wangkuta qantamcetun pitarrluku.\"",
                "\"To revere our land and the water as much as our bowls.\""
            ],
            [
                "07:19",
                "\"Wangkuta mat'um nalliini navguagukut wangkutnek.\"; aipirtuasqevkenaki aipamek tegupailgan; taangaq",
                "\"These days we are destroying ourselves.\"; to not have relations with another until taking a spouse; alcohol"
            ],
            [
                "08:01",
                "\"Qasgimi-llu cali quyurcelluta iliini qanqautetullruitkut.\"",
                "\"They would also sometimes gather us in the community house and speak to us.\""
            ],
            [
                "10:00",
                "\"Agu watqapiar tangnerrlugnarqengraan temciarautekqasqevkenaku. Tau͡gaam pisciigalnguq ikayuasqelluku.\"",
                "\"Never under any circumstances make fun of anyone struggling. Instead, he said to help someone who was unable.\""
            ],
            [
                "12:00",
                "\"Arnaq-gguq tuquuguq\"",
                "\"They said that a woman is death.\""
            ],
            [
                "15:03",
                "\"Nunami tamarmi qanruyutvut atauciuyaaqngatliniuq. Tau͡gaam yuum cali amllerem maa-i atunriraa.\"; qasgimi",
                "\"It seems that in all the land our traditional wisdom is one. But many people don't adhere to them anymore.\"; in the community house (qasgiq)"
            ],
            [
                "16:49",
                "\"Ca tamalkuan anglanillrunrituq.\"; kass'artaat enurnarluteng; sun'at",
                "\"Nothing was taken lightly.\"; manufactured items were scarce; ships/barges"
            ],
            [
                "20:05",
                "Agayuvigmi caliillerminek",
                "When he worked in the church"
            ]
        ],
        "elderTags": [],
        "tags": [
            "Yugtun, Yugcetun -- Yup'ik",
            "Mamterilleq -- Bethel",
            "Qasgiq, Qaygiq -- Community, Men's House",
            "Kencikiyaraq -- Reverence",
            "Aipanglleq -- Getting A Spouse",
            "Taangaq -- Alcohol",
            "Qanruyutet -- Traditional Wisdom, Wise Words",
            "Kass'artaat -- Manufactured Items",
            "Sun'aq -- Ship, Barge"
        ]
    },
    "cpb-aacip-127-14nk9d19.h264": {
        "videoID": "cpb-aacip-127-14nk9d19.h264",
        "title": "Title Placeholder",
        "time": "21:55",
        "metadata": {
            "Date": "Unknown",
            "Short Summary:": [
                [
                    "Qavarliaq (Johnny K. Guy), Kuigglugmiu, qalartuq tuntunek, qasgimek Kuigglugmi, ayarunek, nukalpianek, Yugtun-llu qalarcaramek."
                ],
                [
                    "Johnny K. Guy (Qavarliaq), from Kwethluk, talks in the interview about reindeer, a community house (qasgiq) in Kwthluk, walking stick/canes, great hunters, and the Yup'ik langauge."
                ]
            ]
        },
        "summary": [
            [
                "00:35",
                "Tuntut tuntuciuryaraq-llu",
                "Reindeer and reindeer herding"
            ],
            [
                "02:41",
                "Qasiq Kuigglugmi; yuraq; kalukaq",
                "The community house (qasgiq) in Kwethluk; dance; feast"
            ],
            [
                "04:28",
                "Anguyalallratni; Aavaaq; Kuiggluum atra",
                "When they had war; Aavaaq; Kwethluk's name"
            ],
            [
                "06:27",
                "Yuilqumi atu'urkat; ayaruq",
                "What to use in the wilderness; walking stick/cane"
            ],
            [
                "08:37",
                "\"Ayagyuat inerciigalikaniirngat'lartut\"",
                "\"The young people look like they're getting more mischievous.\""
            ],
            [
                "10:38",
                "\"Yugcetun cagmayunaituq qanelput.\"",
                "\"Our Yup'ik language should not be lost.\""
            ],
            [
                "12:18",
                "Qanruyutet Qaneryaraqegtaar-llu",
                "Traditional wisdom and the Bible"
            ],
            [
                "14:24",
                "Nukalpiat; nerangnaqsaraq Kass'am alerquutai-llu",
                "Great hunters; subsistence and Western rules"
            ],
            [
                "17:23",
                "Elitnaurviit; Yugtun qalarcaraq",
                "Schools; Yup'ik language"
            ],
            [
                "19:17",
                "\"Angayuqaita-wa yut'eng inerqurarkaukait tuaten pisqevkenaki.\"; Yugtun qalarcaraq",
                "\"Parents must admonsih their children against doing [bad] things.\"; Yup'ik language"
            ]
        ],
        "elderTags": [],
        "tags": [
            "Yugtun, Yugcetun -- Yup'ik",
            "Tuntu -- Reindeer",
            "Tuntuciuryaraq -- Reindeer Herding",
            "Qasgiq, Qaygiq -- Community, Men's House",
            "Yuraq -- Yup'ik Dance, Dancing",
            "Anguyallret -- Old Wars",
            "Ayaruq -- Walking Stick, Cane, Staff",
            "Yugtun Qalarcaraq -- Yup'ik Language",
            "Qaneryaraq, Qaneryaraqegtaar -- Bible",
            "Nukalpiaq -- Great Hunter",
            "Nerangnaqsaraq -- Subsistence",
            "Elitnaurvik -- School"
        ]
    },
    "cpb-aacip-127-15p8d31m.h264": {
        "videoID": "cpb-aacip-127-15p8d31m.h264",
        "title": "Title Placeholder",
        "time": "21:35",
        "metadata": {
            "Date": "Unknown",
            "Short Summary:": [
                [
                    "Wani quyurrvigmi pingayun angutet qalartellruut. Ciumek Ingallaq (George Keene) niicugnilriit cingumallrui qalaruqu'uraasqelluuki ayagyuat qanruyutnek Yugtun-llu qalarcaramek. Tua-i-llu kinguani Alciq (Maxie Altsik) qalartellruuq waten, takaqluki ayuqucirtuutet teggutekngamteki. Nangnermi Maqista Ac'urunaq (Joshua Phillip) qalartellruuq qaillun akaarnun unguvamayugngacimten̄ek."
                ],
                [
                    "In this conference, three men talked. First, George Keene (Ingallaq) encouraged the people listening to keep talking to the youth about the traditional wisdom and the Yup'ik language. Next, Maxie Altsik (Alciq) talked about showing respect to our traditional teachings because they are our support. Lastly, Joshua Phillip (Maqista Ac'urunaq) talked about how we can live a long life."
                ]
            ]
        },
        "summary": [
            [
                "00:00",
                "[Ingallaq George Keene] Qalamciuq waten kangingqerrluni, \"Qalarucuilavteng waniw' kemgitut. Elpet elisngaluten uquriuten.\"",
                "[Ingallaq George Keene] He tells a story with this meaning, \"They're skinny because you don't instruct them. You are fat in your knowledge.\""
            ],
            [
                "02:21",
                "[Ingallaq George Keene] \"Kass'arngariut, ilait-llu Yugtun taringesciigaliluteng.\"",
                "[Ingallaq George Keene] \"They're becoming Westernized, and some don't understand Yup'ik anymore.\""
            ],
            [
                "06:24",
                "Kepqetaalria",
                "Cut out scenes"
            ],
            [
                "08:26",
                "[Alciq Maxie Altsik] \"Ak'allarpall'ermek ayuqucirtuutmek teggutengqertukut.\"; atunem ilaliurutleq",
                "[Alciq Maxie Altsik] \"We have this extremely ancient instruction as our support.\"; welcoming each other"
            ],
            [
                "13:14",
                "[Alciq Maxie Altsik] \"Una assilriim tungiinun caliarteng caliaqerkaugaat.\"",
                "[Alciq Maxie Altsik] \"They must work for the good [of our people].\""
            ],
            [
                "15:24",
                "[Maqista Ac'urunaq Joshua Phillip] Arnassagat angukara'urluut-llu allrakungqellriit; \"Kenekngamegtekut qalarut'lallrukaitkut.\"",
                "[Maqista Ac'urunaq Joshua Phillip] Old men and women with long lives; \"They talked to us because they loved us.\""
            ],
            [
                "17:10",
                "[Maqista Ac'urunaq Joshua Phillip] Aviukaqsaraq; Ellam Yua Agayun-llu",
                "[Maqista Ac'urunaq Joshua Phillip] Food and water offerings; the Spirit of the Universe and God"
            ],
            [
                "18:56",
                "[Maqista Ac'urunaq Joshua Phillip] Uqlaneq; akaarnun yuuqerciquq / unguvamanaurtuq",
                "[Maqista Ac'urunaq Joshua Phillip] Pollution; living a long life"
            ]
        ],
        "elderTags": [],
        "tags": [
            "Yugtun, Yugcetun -- Yup'ik",
            "Qanruyutet -- Traditional Wisdom, Wise Words",
            "Yugtun Qalarcaraq -- Yup'ik Language",
            "Alerquutet, Ayuqucirtuutet -- Instructions",
            "Aviukaqsaraq -- Food And Water Offering",
            "Ellam Yua -- Spirit Of The Universe",
            "Uqlaneq -- Pollution"
        ]
    },
    "cpb-aacip-127-16pzgr3f.h264": {
        "videoID": "cpb-aacip-127-16pzgr3f.h264",
        "title": "Title Placeholder",
        "time": "21:28",
        "metadata": {
            "Date": "Unknown",
            "Short Summary:": [
                [
                    "Ayagkaq (Wassillie B. Evan) qalartellruuq nunamta ayuqucianek atanirtuucianek-llu. Cali-llu yuuyaramek ciulirnerteggun qanruyutetgun qalarrluni."
                ],
                [
                    "Wassillie B. Evan (Ayagkaq) talked about the condition and governance of our land. He also talked about the traditional way of life through the elders and traditional wisdom."
                ]
            ]
        },
        "summary": [
            [
                "00:40",
                "Nunavut; yuungnaqsaraq; Native Allotment; Yup'ik Nation",
                "Our land; subsistence; Native Allotment; Yup'ik Nation"
            ],
            [
                "09:19",
                "Yuuyaraq ciulirnerteggun qanruyutetgun; \"Wangkutnek-gguq piurqumta qaillun-gguq yuullerput ayagciqa?\"",
                "The traditional way of life through the elders and tradtional wisdom; \"If we [govern] ourselves, how will our lives go?\""
            ],
            [
                "17:04",
                "Kepqetaalria *nepaunani*",
                "Cut out scenes *silent*"
            ]
        ],
        "elderTags": [],
        "tags": [
            "Yugtun, Yugcetun -- Yup'ik",
            "Nunavut -- Our Land",
            "Nerangnaqsaraq, Yuungnaqsaraq -- Subsistence",
            "Yupiit (Allat-llu) Nunautait -- Native Allotment",
            "Yup'ik Nation",
            "Yuuyaraq -- Way Of Life",
            "Qanruyutet -- Traditional Wisdom, Wise Words"
        ]
    },
    "cpb-aacip-127-18rbp380.h264": {
        "videoID": "cpb-aacip-127-18rbp380.h264",
        "title": "Title Placeholder",
        "time": "22:30",
        "metadata": {
            "Date": "Unknown",
            "Short Summary:": [
                [
                    "Quyurtellratni Urutaq (Lucy Beaver) qalartellruuq angutet akluita unakellrita-llu aulukellritnek uqlanermek-llu. Tua-i-llu Kelucaq (Joe Andrew) qalartellruuq neqkallernek inerquutnek cali-llu atsanek naunranek-llu."
                ],
                [
                    "At the conference, Lucy Beaver (Urutaq) talked about caring for men's clothes and catch and about pollution. Then Joe Andrew (Kelucaq) talked about admonishments for old food and about berries and plants."
                ]
            ]
        },
        "summary": [
            [
                "00:00",
                "[Urutaq Lucy Beaver] Angutet akluit allakarmeng iqailallruit; Angutet unakellrit qigcikluki uqlautevkenaki auluktullruit",
                "[Urutaq Lucy Beaver] They washed the men's clothes separately; \"They took care of what the men caught and did not pollute nature with them out of respect.\""
            ],
            [
                "02:54",
                "[Urutaq Lucy Beaver] \"Qigcikluku yuum pivianun, yuum piyaraanun pisqumamayuitellruitkut.\"; \"Taluyam nuniini kuvyam-llu nuniini aruarkanek piyuitut.\"; uqlaneq",
                "[Urutaq Lucy Beaver] \"They told us not to go to people's gathering spots out of respect.\"; \"They didn't put what would spoil around fish trap or drift net areas.\"; pollution"
            ],
            [
                "06:05",
                "[Kelucaq Joe Andrew] \"Mat'umun kuigmun kiagaqan kiagcetarnek allragnillarnek neqlernek egcivikesqevkanaku watqapik.\"",
                "[Kelucaq Joe Andrew] \"In the summer, we should never throw old food from last summer or last year into the river.\""
            ],
            [
                "10:26",
                "[Kelucaq Joe Andrew] \"Inerquutauluteng piqertuutaq aturluku neqnun taukunun pisqevkenata.\"; Leftover-aat qimugtelegnun tuntuit",
                "[Kelucaq Joe Andrew] \"They admonished us against using axes on those fish.\"; They give the leftovers to people with dogs."
            ],
            [
                "13:00",
                "[Kelucaq Joe Andrew, Urutaq Lucy Beaver] Atsat tutmarluki pisqevkenaki; napat iluatnek iqvatukait; tulukaruut neqait; naunraat; uquutvaguaq; ikiituk; cuassaaq; ciilqaaq; paparnaq; \"Amllerpagmek ciptarkamek avurcecuitellruitkut\"",
                "[Kelucaq Joe Andrew, Urutaq Lucy Beaver] Don't step on the berries; berries they picked among the trees; baneberries; plants; poison water hemlock; wild celery; wild greens; fireweed; yellow pond lily; \"They wouldn't let us gather more than we needed.\""
            ],
            [
                "20:02",
                "[Mikngayaq Mik'aq Eliza Chase, Carl Flynn]  \"Nallukengaci amlleqapiartut.\"",
                "[Mikngayaq Mik'aq Eliza Chase, Carl Flynn]  \"There is so much that you all don't know.\""
            ],
            [
                "21:19",
                "[Kelucaq Joe Andrew] Avelngaat neqait",
                "[Kelucaq Joe Andrew] Mouse food"
            ]
        ],
        "elderTags": [],
        "tags": [
            "Yugtun, Yugcetun -- Yup'ik",
            "Uqlaneq -- Pollution",
            "Neqkat Kenciksarait -- Reverence for Food Sources",
            "Neqem, Neqkam Uqlautenritlkerkaa -- Not to Make a Mess with Food, Food Sources",
            "Iqvaryaraq -- Picking Berries",
            "Atsat -- Berries",
            "Makirayaraq -- Gathering",
            "Naunrat -- Plants",
            "Pakissaagyaraq -- Gathering from Vole Caches"
        ]
    },
    "cpb-aacip-127-20fttjr7.h264": {
        "videoID": "cpb-aacip-127-20fttjr7.h264",
        "title": "Title Placeholder",
        "time": "22:33",
        "metadata": {
            "Date": "Unknown",
            "Short Summary:": [
                [
                    "Nauciralrea (Joseph Friday) Yuk-llu (Unidentified) qanertuk ayagyugarnun elitnaurvigmi up'nerkameng qanruyutmeng. Cingumaakek ayagyugat qaneryaramegteggun. Tau͡ga-llu cali pingnatugyaramek imarpigmi, nerangnaqsaramek, pissunermek-llu narulkakun qanertuk."
                ],
                [
                    "Joseph Friday (Nauciralrea) and Person (Unidentified) speak to school kids about the springtime traditional wisdom. They encouraged the kids to follow the traditional wisdom. They talked about the providing in the ocean, subsistence, and seal hunting with spears."
                ]
            ]
        },
        "summary": [
            [
                "00:00",
                "Up'nerkangaqan nayirtellriit; Tegganrurtellriit-llu cingumaluki ayagyugat qaneryaramegteggun.",
                "Seal hunters in the spring; Elders encourage (push) the youth with their traditional wisdom."
            ],
            [
                "03:36",
                "Cellangellrani ayuqucia; Caliuratuluci ikayuqu'urluki allat yuut.",
                "How it was when he first became aware; Keep working hard and help others."
            ],
            [
                "08:49",
                "Qaneryaraq yaaqvaneng taillruuq",
                "Traditional wisdom has come from a long time ago."
            ],
            [
                "09:45",
                "\"Eglertarkauguci navenrilkurrluku. Ayagyugaam ilii ellmineng navgaquq. Qaneryaraq atungnatugluku, umyugarci imangarkauguq.\"",
                "\"You must travel, trying not to destroy [your future]. Some young people here destroy themselves. Keep trying to use the traditional wisdom, and your mind will be filled.\""
            ],
            [
                "12:03",
                "Pingnatugyaraq imarpigmi (irumegteggun)",
                "Striving in the ocean (using their legs)"
            ],
            [
                "13:56",
                "Nerangnaqsaraq",
                "Subsistence"
            ],
            [
                "15:04",
                "Aipanglleq maklagneng-llu",
                "Getting a partner and bearded seals"
            ],
            [
                "16:09",
                "Pissulleq narulkaquluteng nutegkun piyuitellermeggni",
                "Hunting with spears when they didn't use guns"
            ],
            [
                "18:36",
                "Pingnatugyaraq imarpigmi (tallimegteggun)",
                "Striving in the ocean (using their arms)"
            ]
        ],
        "elderTags": [],
        "tags": [
            "Cugtun, Yugtun -- Cup'ik & Yup'ik of Hooper Bay & Chevak",
            "Qanruyutet -- Traditional Wisdom, Wise Words",
            "Cingumalleq -- Encouragement",
            "Pingnatugyaraq -- Providing",
            "Nerangnaqsaraq -- Subsistence",
            "Pissuryaraq -- Hunting",
            "Narulkaq -- Spear",
            "Imarpik -- Ocean, Sea",
            "Maklak -- Bearded Seal",
            "Nayiq -- Ringed Seal"
        ]
    },
    "cpb-aacip-127-25k98x78.h264": {
        "videoID": "cpb-aacip-127-25k98x78.h264",
        "title": "Title Placeholder",
        "time": "21:23",
        "metadata": {
            "Date": "Unknown",
            "Short Summary:": [
                [
                    "Apaqutaq (Dick Andrew) Kayalivigmiu interview-ami Aqumgacimek (John Active) qanemciuq irr'inarqelriamek cali-llu Kass'anek tangerqerraallerminek. Tua-i-llu qalarrluni yurarpatullratnek, kegginaqunek, yuarutnek, qasgirpagnek-llu Kayalivigmi. Cali-llu yuarutmek Qasgirpagmiutarnek aturpagluni."
                ],
                [
                    "Dick Andrew (Apaqutaq) from Kayalivik interviewed by John Active (Aqumgaciq) tells stories of strange things and when he first encountered Western people. The he talks about dance festivals, masks, Yup'ik songs, and the two large qasgiq (\"communiy houses\") at Kayalivik. He also sings a song about the Qasgirpagmiut."
                ]
            ]
        },
        "summary": [
            [
                "00:00",
                "Qanemciuq irr'inarqelriamek; \"yuum umyugaa qancurlaglua-llu qanrutesqevkenaku\"",
                "Tells a strange story; \"for a person's mindset, they told me not to speak harshly to him\""
            ],
            [
                "04:40",
                "Kass'anek tangerqerraallra Kayalivigmi",
                "When he first encountered Western people at Kayalivik"
            ],
            [
                "08:57",
                "Yuuyaraput nalluyagucaqunaku; \"Ellii Kass'atun ayuqsung'ermi ayuqesciigatuq akiutailkuni. Tau͡gken Yugcetun ayuqekuni akiutaileng'ermi kaigngaunani-ll' tua-i.\"",
                "Don't forget our way of life; \"Even if he wants to be Western, he cannot be without money. However, if he is traditionally Yup'ik, even without money, he will never be hungry.\""
            ],
            [
                "10:02",
                "Yurarpatullratni; kegginaqut",
                "Dance festivals; masks"
            ],
            [
                "13:48",
                "Ayagyuat cegganqepiarluteng",
                "The youth were very energetic"
            ],
            [
                "15:09",
                "Yuarutet; qasgirpiik Kayalivigmi; yuarun Qasgirpagmiut",
                "Yup'ik songs; the two large qasgiq (\"community houses\") at Kayalivik; song about the Qasgirpagmiut"
            ]
        ],
        "elderTags": [],
        "tags": [
            "Yugtun, Yugcetun -- Yup'ik",
            "Kayalivik -- Kayalivik",
            "Ukaqvallaat Qanemcit -- Recent Stories",
            "Kass'at Tekiteqerraallratni -- Early Western Contact",
            "Yuuyaraq -- Way Of Life",
            "Yuraq -- Yup'ik Dance, Dancing",
            "Kegginaquq -- Mask",
            "Ayagyuat -- Youth",
            "Yuarun -- Song",
            "Qasgiq, Qaygiq -- Community, Men's House"
        ]
    },
    "cpb-aacip-127-25x69tk3.h264": {
        "videoID": "cpb-aacip-127-25x69tk3.h264",
        "title": "Title Placeholder",
        "time": "22:26",
        "metadata": {
            "Date": "Unknown",
            "Short Summary:": [
                [
                    "Quyurtellratni ciumek Aqesgirpak (Mary Worm) qanertuq assirluteng yuusqelluki maligtaquurautesqelluki. Tua-i-llu Kumangulria (Matthew Bean) qanertuq neqpiat nerlauciitnek, uqlautnek. Tua-i-llu Allranitailnguq Allran'aq (Joe Chief Sr.) qanerluni naullutnek yuunrillermek taangamek teglegesqenrilucimek-llu."
                ],
                [
                    "In the conference, Mary Worm (Aqesgirpak) first spoke about how people should live good lives and be obedient. Then Matthew Bean (Kumangulria) talked about how the fish are eating pollution. And then Joe Chief Sr. (Allranitailnguq Allran'aq) talked about sickness, death, alcohol, and how people should not steal."
                ]
            ]
        },
        "summary": [
            [
                "00:00",
                "[Aqesgirpak Mary Worm] \"Assircaarluci yuusqelluci, qanruyuteci-llu caunrilkevkenaki. Atam maligtaquuraulluci yuusqaqici.\"",
                "[Aqesgirpak Mary Worm] \"I want you to become good people, and do not disregard the wisdom passed to you. Become obedient people and see.\""
            ],
            [
                "07:35",
                "[Kumangulria Matthew Bean] \"Nallumten̄i tamaani akemkut akissulriit uqlautiitnek wangkuta tamakut neqpiput nerlalliniameng.\"",
                "[Kumangulria Matthew Bean] \"Because our salmon are eating the pollution from those making profit unbeknownst to us.\""
            ],
            [
                "18:09",
                "[Allranitailnguq Allran'aq Joe Chief Sr.] Naulluun; yuunrilleq; taangaq; teglegyaqunak",
                "[Allranitailnguq Allran'aq Joe Chief Sr.] Sickness; death; alcohol; do not steal"
            ]
        ],
        "elderTags": [],
        "tags": [
            "Yugtun, Yugcetun -- Yup'ik",
            "Maligtaquyaraq -- Obedience",
            "Neqpik -- Fish",
            "Uqlaneq -- Pollution",
            "Tuqu Naulluun-llu, Qenan-llu -- Death & Sickness",
            "Piunrillret, Yuunrillret, Tuqullret -- Afterlife",
            "Taangaq -- Alcohol",
            "Teglegyaraq -- Stealing"
        ]
    },
    "cpb-aacip-127-26xwdh7k.h264": {
        "videoID": "cpb-aacip-127-26xwdh7k.h264",
        "title": "Title Placeholder",
        "time": "21:17",
        "metadata": {
            "Date": "Unknown",
            "Short Summary:": [
                [
                    "Ciumek Qen'gauq (Fred Ollie) qalarrluni tua-llu Yuk (Unidentified) mumiggluki qanellri piuk. Negeqlirmetlerminek qanellruuq tua-i-llu una quyurtellratni Mamterillermi ikirrluku. Kinguani Nurataaq Nelson Angapak qalartellruuq Yugcetun Kass'acetun-llu nunamta arcaqallranek tegganret-llu qalarutkarkaullratnek yuuyaramten̄ek."
                ],
                [
                    "First, Fred Ollie spoke with Person (Unidentified) translating what he said, and he talked about when he lived in St. Mary's and then opened up the conference in Bethel. Next, Nurataaq Nelson Angapak talked in both Yup'ik and English about the importance of our land and how elders should be speaking about our way of life."
                ]
            ]
        },
        "summary": [
            [
                "00:00",
                "[Qen'gauq Fred Ollie] Negeqlirmetlerminek",
                "[Qen'gauq Fred Ollie] When he lived in St. Mary's"
            ],
            [
                "04:54",
                "[Nurataaq Nelson Angapak] Tegganret qalarutkarkaugaat yuuyaraput wall'u wangkuta piciryaraput ayagturallerkaa",
                "[Nurataaq Nelson Angapak] Elders should speak about how to continue our way of life or our culture"
            ],
            [
                "13:20",
                "[Nurataaq Nelson Angapak] Nunaput arcaqerluni wangkutni; ciuliamta elitnaurciqakut yuuyaramek",
                "[Nurataaq Nelson Angapak] The importance of our land to us; our elders will teach us our way of life"
            ]
        ],
        "elderTags": [],
        "tags": [
            "Yugtun, Yugcetun -- Yup'ik",
            "Mamterilleq -- Bethel",
            "Negeqliq -- St. Mary's",
            "Yuuyaraq -- Way Of Life",
            "Nunavut -- Our Land"
        ]
    },
    "cpb-aacip-127-27zkh5wz.h264": {
        "videoID": "cpb-aacip-127-27zkh5wz.h264",
        "title": "Title Placeholder",
        "time": "13:50",
        "metadata": {
            "Date": "Unknown",
            "Short Summary:": [
                [
                    "Cuukvak (Mary Neck) Mamterillermiu cali-llu apqaurta qalarutellruuk iqvaryaramek akutanek-llu."
                ],
                [
                    "Mary Neck (Cuukvak) from Bethel and interviewer talked about picking berries and about akutaq (\"Eskimo ice cream\")."
                ]
            ]
        },
        "summary": [
            [
                "01:32",
                "Iqvalallrani Mamterillermi",
                "Picking berries in Bethel"
            ],
            [
                "04:07",
                "Akutaq; qasgimtelriit kelegluki",
                "Akutaq (\"Eskimo ice cream\"); inviting people in the qasgiq (community house)"
            ],
            [
                "05:54",
                "Atsanek qemagciyarait; akutat ayuqenrilnguut: qerpertaq (kavirlit, luqruuyiit-llu meluit), passiaq, tenguggluk (neqpiat tenguit)",
                "Putting berries away; varities of akutaq (\"Eskimo ice cream\"): qerpertaq (red berries and pike eggs), passiaq, tenguggluk (fish livers)"
            ],
            [
                "09:51",
                "Qanemciuq akutellermek",
                "Story of when she was making akutaq"
            ],
            [
                "12:25",
                "Ingulagyagaq",
                "Ingulak Festival"
            ]
        ],
        "elderTags": [],
        "tags": [
            "Yugtun, Yugcetun -- Yup'ik",
            "Iqvaryaraq -- Picking Berries",
            "Atsat -- Berries",
            "Akutaq -- Akutaq (\"Eskimo Ice Cream\")",
            "Qasgiq, Qaygiq -- Community, Men's House",
            "Qerpertaq -- Pike Egg Akutaq",
            "Tenguggluk -- Fish Liver Akutaq",
            "Ukaqvallaat Qanemcit -- Recent Stories",
            "Ingulagyagaq -- Ingulak Festival"
        ]
    },
    "cpb-aacip-127-28ncjzpp.h264": {
        "videoID": "cpb-aacip-127-28ncjzpp.h264",
        "title": "Title Placeholder",
        "time": "50:28",
        "metadata": {
            "Date": "Unknown",
            "Short Summary:": [
                [
                    "Una tangercetaaq amllernek tangercetaacuarnek imangqertuq yuut-llu qalarrluteng canek ayuqenrilngurnek. Ukut-llu tangercetaacuaraat tegumaut allanek tangercetaarnek assikekngaitnek."
                ],
                [
                    "This video is made of many clips and the people talk about various topics. These clips are taken from other videos that they liked."
                ]
            ]
        },
        "summary": [
            [
                "00:00",
                "[Ayagina'ar Nicholas Charles] Qercuakuni",
                "[Ayagina'ar Nicholas Charles] When getting a frostbite"
            ],
            [
                "01:27",
                "[Ayagina'ar Nicholas Charles] Akerta ingrit-llu ellassuutekluki; qanganaat ellassutekluki",
                "[Ayagina'ar Nicholas Charles] Using the sun and mountains as weather devices; using ground squirrels as weather devices"
            ],
            [
                "06:19",
                "[Nengqerralria Nengeq'aq Elena Charles] Yaaruin, airraq, inuguat",
                "[Nengqerralria Nengeq'aq Elena Charles] Storyknife, string games, dolls"
            ],
            [
                "08:58",
                "[Nengqerralria Nengeq'aq Elena Charles] Angutet ayagaaqata pissuraqata",
                "[Nengqerralria Nengeq'aq Elena Charles] When men travel and hunt"
            ],
            [
                "10:26",
                "[Nengqerralria Nengeq'aq Elena Charles] Allanret nernerrlugcetaarluki yuraraqata",
                "[Nengqerralria Nengeq'aq Elena Charles] Ridiculing visitors with a yuraq (\"Yup'ik dance\")"
            ],
            [
                "13:14",
                "[Mikngayaq Mik'aq Eliza Chase] Uingellerminek; avvucaraq; taangaq nulirqellriik-llu; uikameggnek cucuklirluteng",
                "[Mikngayaq Mik'aq Eliza Chase] When she got a husband; divorce; alcohol and a married couple; choosing their own husband"
            ],
            [
                "19:50",
                "[Nauyaq\tAnna Andrew] Neplirluta yuusqevkenata",
                "[Nauyaq\tAnna Andrew] They told us to not live loudly"
            ],
            [
                "21:55",
                "[Nauyaq\tAnna Andrew] Eyallrani",
                "[Nauyaq\tAnna Andrew] When she followed abstinence practices"
            ],
            [
                "23:15",
                "[Nauciralrea Joseph Friday] Qaygimi qaneryarameng egelracilriik",
                "[Nauciralrea Joseph Friday] The two who brought forth traditional wisdom in the community house"
            ],
            [
                "24:49",
                "[Nauyaq\tAnna Andrew] Irniani anglicallerkaa inerquutet: eyuqsaunaki, yagiralaasqevkenaki, qatpagatesqevkenaki",
                "[Nauyaq\tAnna Andrew] Admonishments for child rearing: do not verbally defend them, do not raise your hand towards them, do not shout at them"
            ],
            [
                "27:09",
                "[Allranitailnguq Allran'aq Joe Chief Sr.] Maqilriit qasgimi Mamterillermi",
                "[Allranitailnguq Allran'aq Joe Chief Sr.] Taking a steambath in the qasgiq (\"community house\") in Bethel"
            ],
            [
                "28:38",
                "[Nauyaq\tAnna Andrew] Aipaqellriignun inerquutet: \"yuut assiinaku qanrutkengraatgu qanrut'laasqevkenaku\", \"kamakelaasqevkenaku iivkun tangenrrilkuvgu\", \"waten qanlaasqevkenii piiturlua\"",
                "[Nauyaq\tAnna Andrew] Admonishments for married couples: \"even if people say bad things about him, they told me not to tell him\", \"don't suspect him if you haven't seen it with your own eyes\", \"don't say that I have nothing\""
            ],
            [
                "31:06",
                "[Allranitailnguq Allran'aq Joe Chief Sr.] Mamterillrem ayuqucia kass'at amllerpek'nateng Aagurmiut Urucaram-llu akuliitni",
                "[Allranitailnguq Allran'aq Joe Chief Sr.] How Bethel was like when there were few white people between Aagurmiut and Urucaraq"
            ],
            [
                "33:48",
                "[Nauyaq\tAnna Andrew] Mikelnguut inerquutait: \"[allat] pingraatnga qialua utertelaasqevkenii\"",
                "[Nauyaq\tAnna Andrew] Admonishments for children: \"no matter what [others] do, she admonished me against coming home crying\""
            ],
            [
                "36:20",
                "[Allranitailnguq Allran'aq Joe Chief Sr.] \"Makut-llu tangnerrlugnarqellriit-wa tua-i makut pisciigalnguut-llu ikayuasqelluki pitullruitkut.\" Temciarautekesqevkenaki; teguqautesqevkenii",
                "[Allranitailnguq Allran'aq Joe Chief Sr.] \"They also told us to help those who looked destitute and who were unable.\" And do not make fun of them; do not take anything"
            ],
            [
                "37:56",
                "[Ilanaq\tTheresa Moses] \"Camek-ll' avaliciyunata nepaunata yuuluta\"",
                "[Ilanaq\tTheresa Moses] \"And we lived without making any excuses but were quiet.\""
            ],
            [
                "39:25",
                "[Billy Lincoln Sr.] Ilakelriit nem iluani uitalriit",
                "[Billy Lincoln Sr.] A family living in a house"
            ],
            [
                "41:18",
                "[Kangrilnguq Paul John, Caingilnguq Albert Therchik] Nepialillratni eneketullritnek; taluyat; naparcilluut",
                "[Kangrilnguq Paul John, Caingilnguq Albert Therchik] When they made a sod-house like they use to have; fish traps; grass baskets for fish"
            ],
            [
                "45:13",
                "[Uliggaq Martha Oscar Sara, Kumangulria Matthew Bean] Qanikcarpatullrani up'nerkami; up'nerkiyaqata'arqameng",
                "[Uliggaq Martha Oscar Sara, Kumangulria Matthew Bean] When there was lots of snow in the spring; when they went to spring camp"
            ],
            [
                "49:16",
                "[Allranitailnguq Allran'aq Joe Chief Sr.] \"Man'a qanruyutvut: nunavut arcaqerluku meq-llu kencikesqumaluku pitullruitkut, wangkuta-gguq qantamcetun pitarrluku.\"",
                "[Allranitailnguq Allran'aq Joe Chief Sr.] \"This was the traditional wisdom passed to us: they told us to respect especially the land and water, and to treat it as if it were our dinner plate or soup bowl.\""
            ]
        ],
        "elderTags": [],
        "tags": [
            "Yugtun, Yugcetun -- Yup'ik",
            "Cugtun, Yugtun -- Cup'ik & Yup'ik of Hooper Bay & Chevak",
            "Qercuaneq, Qercualleq -- Frostbite",
            "Ellavut -- Weather, Climate",
            "Ellassuun -- Weather Device",
            "Akerta -- Sun",
            "Ingriq -- Mountain",
            "Qanganaq -- Ground Squirrel",
            "Yaaruin -- Story Knife",
            "Airraq -- String Games",
            "Irniaruat, Inuguat -- Dolls",
            "Yuraq -- Yup'ik Dance, Dancing",
            "Aipanglleq -- Getting A Spouse",
            "Aipaqellriik, Aipaqelriik, Nulirqellriik -- Married Couple",
            "Avvucaraq -- Divorce",
            "Taangaq -- Alcohol",
            "Eyagyaraq -- Abstinence Practices, Taboos",
            "Qasgiq, Qaygiq -- Community, Men's House",
            "Maqi -- Steambath",
            "Anglicarillerkaq -- Child Rearing",
            "Mamterilleq -- Bethel",
            "Ilakucaraq, Ilakellriit, Ilakelriit -- Family",
            "Nepiaq -- Sod-house",
            "Qanikcaq -- Snow",
            "Up'nerkilleq -- Spring Camp",
            "Kencikiyaraq -- Reverence",
            "Yuuyaraq -- Way Of Life"
        ]
    },
    "cpb-aacip-127-33rv1b2m.h264": {
        "videoID": "cpb-aacip-127-33rv1b2m.h264",
        "title": "Title Placeholder",
        "time": "10:11",
        "metadata": {
            "Date": "Unknown",
            "Short Summary:": [
                [
                    "Ayagina'ar (Nicholas Charles) interview-ami qalartuq uskumi ayagayaram alerquutiinek cikukun kiskuni, snukuukun ayagakuni, cali-llu pellaakuni."
                ],
                [
                    "Nicholas Charles (Ayagina'ar) in the interview talks about the rules of winter travel when falling through the ice, travelling by snowmachine, and getting lost."
                ]
            ]
        },
        "summary": [
            [
                "00:00",
                "Ayaruq uksuarmi",
                "Walking stick in the fall"
            ],
            [
                "01:48",
                "Cikukun kiskuni; canegnek ekiirluku qaini; qerruskuni teq'umek meq'uni qerrusngaituq",
                "Falling through the ice; lining his body with grass; if he is cold and he drinks urine, he will not freeze to death"
            ],
            [
                "04:44",
                "\"Yuk cali natmun ayakataquni qanrucugngayaaqekai ilani tamaatmun ayagciqniluni\"",
                "\"If a person is going to travel somewhere, he can tell his family that he is going there.\""
            ],
            [
                "05:39",
                "Kuigem alerquutii nalluvkenaki; ayaruq; snuukuukun ayagayaraq; cikum kianrem-llu ayuqucia; pellaakuni",
                "Do not forget the rules of the river; walking stick; travelling with snowmachine; the conditions of the ice and open holes; getting lost"
            ]
        ],
        "elderTags": [],
        "tags": [
            "Yugtun, Yugcetun -- Yup'ik",
            "Uksuaq -- Fall",
            "Ayaruq -- Walking Stick, Cane, Staff",
            "Ciku -- Ice",
            "Kit'elleq -- Falling Into Water",
            "Canek, Can'get, Caranglluk -- Grass",
            "Teq'uq -- Urine",
            "Snuukuuq -- Snowmachine, Snowgo, Snowmobile",
            "Kianeq -- Naturally Occurring Holes in Ice",
            "Pellaalleq -- Getting Lost"
        ]
    }
}